[
  {
    "title": "How to Make a Kapok Quilt",
    "author": "Ilean H. Poulson",
    "etype": "article",
    "index": 1,
    "month": "January",
    "strategy": "strict",
    "file": "01_strict_How_to_Make_a_Kapok_Quilt.txt",
    "path": "processed/Vol36/January",
    "position": 70620,
    "length": 4778,
    "content": "How to Make a Kapok Quilt Ilean H. Poulson\nOne of the most attractive and useful gifts I have ever received was a kapok-filled baby quilt. It was given to me by my husband's mother when our first baby arrived nearly six years ago. Since then we have made three additional quilts of this type.\nThey are favorites with our children because they combine attractiveness with unusual softness, warmth, and little weight. — Because of the scarcity of kapok during the war years we were able to make only small quilts. Adults who have used quilts filled with kapok claim that the insulating properties of this material make it equally useful for filling light summer quilts.\nThe following directions indicate the steps necessary to make the quilt. The same procedure can be used for a down-filled quilt if you are fortunate enough to possess enough down for the purpose.\nSecure enough medium weight unbleached muslin or ordinary flour sacks to make a bag as wide as you wish the quilt to be made and twice the desired length. Fold across the center and join the ends, but do not join the sides of the quilt. Machine stitch through the center, lengthwise. Then begin at one end and sew across the quilt at intervals of about eight inches to form two sets of deep pockets.\nThe pockets are then filled with kapok. I use one pound for a large Page 38 crib quilt, less for smaller ones. Divide the kapok evenly among the pockets and sew the sides to prevent the escape of the down-like kapok. The kapok is then distributed evenly throughout each pocket and a row or two of loose basting stitches lengthwise through each pocket will aid in keeping it in place, preventing bunching.\nMachine stitching, especially if it is very close, reduces the softness of the finished quilt. Kapok quilts should not be washed. (Experience was my teacher, and a good one.) They do seem to enjoy frequent outings on the clotheslines to air and sun.\nSince it is essential that the cover be washed when used for infants, we made outside coverings that were removable and washable. My favorite covering is a colorful patchwork top made of soft, bright percale scraps pieced together with flour sacks that were dyed bright yellow. The lining for this cover was also made from the same bright yellow material.\nCare must be taken to select only very soft materials for this purpose if the fluffy kapok is to show off to best advantage. The cover and lining are placed with the right sides together and seamed along both sides and one end. Make sure that the quilt and the covering will fit perfectly by using the same measurements for\nHOW TO MAKE A KAPOK QUILT each.\nThen turn to the right side and slip the completed covering over the kapok-filled bag. To complete the quilt, after the inner bag is properly fitted within the cover, close the open end of the cover, with small invisible stitches. The quilt is then tied with yarn in the same way that grandmother used to tie the heavy woolen quilts of her day.\nQuilting or tying this type of quilt too closely tends to pack the kapok. Therefore, it should be tied only where necessary to hold the inside bag and the cover in place. It then takes but a moment to snip the ties and remove the cover to launder it. If, after use, the kapok becomes somewhat lumpy it can be fluffed by lightly pulling the lumps apart with the hands. This can easily be done without removing the cover.\nJoanna (Continued from page 25)\nShe noticed suddenly that the room had grown dark and that she had not heard the children for some time. She rose hastily and went in search of them. They were at the far end of the block, watching a neighbor rake autumn leaves into a burning pile for the delight of his children. There were two of them. They raced around their father, shouting with delight when sparks showered around them.\nThe man caught them and held them under each arm, laughing over them, pride in his face. Joanna's children stood shyly back from the blaze, spectators only, taking the new role humbly. \"Children,\" Joanna cried, unaware of the tears scattering from her eyes. \"It's time for supper. Did you forget? Let's have a race home.\" They leaped around her like puppies. \"Race! Race! Should we give Sally and Mike a head start?\" \"Oh, yes. David, you and Penny get way back here. Farther, much farther.\" Her voice had a queer catch in it, but they didn't seem to notice. 'Now, run!\" They sped away from her; leaves whirled up from their feet. She watched their fleeing forms. Penny ran like a doe, fleet and wild, her dark hair streamed behind her. David ran with his head down, his arms close at his sides. Michael laughed when he ran, spurts of laughter, pushed out of his fat body. Sally only pretended to run, not really interested in such a boisterous",
    "strict_loose_identical": true,
    "title_not_at_start": true
  },
  {
    "title": "How to Make a Kapok Quilt",
    "author": "Ilean H. Poulson",
    "etype": "article",
    "index": 1,
    "month": "January",
    "strategy": "loose",
    "file": "01_loose_How_to_Make_a_Kapok_Quilt.txt",
    "path": "processed/Vol36/January",
    "position": 70620,
    "length": 4778,
    "content": "How to Make a Kapok Quilt Ilean H. Poulson\nOne of the most attractive and useful gifts I have ever received was a kapok-filled baby quilt. It was given to me by my husband's mother when our first baby arrived nearly six years ago. Since then we have made three additional quilts of this type.\nThey are favorites with our children because they combine attractiveness with unusual softness, warmth, and little weight. — Because of the scarcity of kapok during the war years we were able to make only small quilts. Adults who have used quilts filled with kapok claim that the insulating properties of this material make it equally useful for filling light summer quilts.\nThe following directions indicate the steps necessary to make the quilt. The same procedure can be used for a down-filled quilt if you are fortunate enough to possess enough down for the purpose.\nSecure enough medium weight unbleached muslin or ordinary flour sacks to make a bag as wide as you wish the quilt to be made and twice the desired length. Fold across the center and join the ends, but do not join the sides of the quilt. Machine stitch through the center, lengthwise. Then begin at one end and sew across the quilt at intervals of about eight inches to form two sets of deep pockets.\nThe pockets are then filled with kapok. I use one pound for a large Page 38 crib quilt, less for smaller ones. Divide the kapok evenly among the pockets and sew the sides to prevent the escape of the down-like kapok. The kapok is then distributed evenly throughout each pocket and a row or two of loose basting stitches lengthwise through each pocket will aid in keeping it in place, preventing bunching.\nMachine stitching, especially if it is very close, reduces the softness of the finished quilt. Kapok quilts should not be washed. (Experience was my teacher, and a good one.) They do seem to enjoy frequent outings on the clotheslines to air and sun.\nSince it is essential that the cover be washed when used for infants, we made outside coverings that were removable and washable. My favorite covering is a colorful patchwork top made of soft, bright percale scraps pieced together with flour sacks that were dyed bright yellow. The lining for this cover was also made from the same bright yellow material.\nCare must be taken to select only very soft materials for this purpose if the fluffy kapok is to show off to best advantage. The cover and lining are placed with the right sides together and seamed along both sides and one end. Make sure that the quilt and the covering will fit perfectly by using the same measurements for\nHOW TO MAKE A KAPOK QUILT each.\nThen turn to the right side and slip the completed covering over the kapok-filled bag. To complete the quilt, after the inner bag is properly fitted within the cover, close the open end of the cover, with small invisible stitches. The quilt is then tied with yarn in the same way that grandmother used to tie the heavy woolen quilts of her day.\nQuilting or tying this type of quilt too closely tends to pack the kapok. Therefore, it should be tied only where necessary to hold the inside bag and the cover in place. It then takes but a moment to snip the ties and remove the cover to launder it. If, after use, the kapok becomes somewhat lumpy it can be fluffed by lightly pulling the lumps apart with the hands. This can easily be done without removing the cover.\nJoanna (Continued from page 25)\nShe noticed suddenly that the room had grown dark and that she had not heard the children for some time. She rose hastily and went in search of them. They were at the far end of the block, watching a neighbor rake autumn leaves into a burning pile for the delight of his children. There were two of them. They raced around their father, shouting with delight when sparks showered around them.\nThe man caught them and held them under each arm, laughing over them, pride in his face. Joanna's children stood shyly back from the blaze, spectators only, taking the new role humbly. \"Children,\" Joanna cried, unaware of the tears scattering from her eyes. \"It's time for supper. Did you forget? Let's have a race home.\" They leaped around her like puppies. \"Race! Race! Should we give Sally and Mike a head start?\" \"Oh, yes. David, you and Penny get way back here. Farther, much farther.\" Her voice had a queer catch in it, but they didn't seem to notice. 'Now, run!\" They sped away from her; leaves whirled up from their feet. She watched their fleeing forms. Penny ran like a doe, fleet and wild, her dark hair streamed behind her. David ran with his head down, his arms close at his sides. Michael laughed when he ran, spurts of laughter, pushed out of his fat body. Sally only pretended to run, not really interested in such a boisterous",
    "strict_loose_identical": true,
    "title_not_at_start": true
  },
  {
    "title": "New Year Greetings",
    "author": "General Presidency of Relief Society",
    "etype": "article",
    "index": 2,
    "month": "January",
    "strategy": "loose",
    "file": "02_loose_New_Year_Greetings.txt",
    "path": "processed/Vol36/January",
    "position": 4006,
    "length": 2229,
    "content": "New Year Greetings to Relief Society | Women Everywhere NCE again the cycle of time brings to us a new year with its promise ~ of new opportunities and experiences and with its rebirth of hope. It is good to face a new year filled with hope, faith, and dreams, to look forward to new opportunities and responsibilities, to anticipate untried undertakings and unexperienced events. It is good to face the new year with the composure and security that come from a firm, unwavering testimony of the gospel. It is good to face the new year fortified by the love, strength, and power that come from membership in a great and divinely inspired sisterhood which reaches out to the far corners of the earth and binds together in closest bonds of fellowship women of many lands. This new year the general board extends its sincere love to the more than 100,000 women throughout the world who comprise the Relief Society sisterhood. May the new year bring to each one the opportunities, privileges, and responsibilities that go into making a good life. We extend to you our deep appreciation for the contribution that each has made to the work of Relief Society during the past year. Your responsibilities have been heavy and unusual in nature and many of your tasks arduous. But with a diligence born of faith in the divinity of the work and with the spirit of loving devotion you have magnificently met each assignment, engraving on the history of Relief Society an enviable record of achievement for the year 1948. As we go forward into another year, may the accomplishments of the past year sustain us. May we realize that each duty we have successfully performed and each task we have mastered have left us better qualified to meet whatever lies ahead. As we go forward into another year may we continue strong in faith and in good works. May there emanate from Relief Society women everywhere a love for mankind. May there be a renewed determination to love the Lord and keep his commandments, for in this we most appropriately speak our gratitude for his manifold blessings unto us and we best equip ourselves to enjoy a happy and successful new year.\nAffectionately,\nBelle S. Spafford Marianne C. Sharp\nGeneral Presidency",
    "strict_loose_identical": false,
    "title_not_at_start": true
  },
  {
    "title": "The Modern Family and Spirituality",
    "author": "Achsa E. Paxman",
    "etype": "article",
    "index": 3,
    "month": "January",
    "strategy": "loose",
    "file": "03_loose_The_Modern_Family_and_Spirituality.txt",
    "path": "processed/Vol36/January",
    "position": 6236,
    "length": 1305,
    "content": "The Modern Family and Spirituality Achsa E. Paxman Member, Relief Society General Board OME is the first and most important school in life, and religion should be the foundation of its education. Everything we want our Church and community to be, we must begin to teach in the home, our first aim being manhood and womanhood.\nThe most powerful and sustaining force in helping us to meet the realities of life is religion. It helps us to face danger, disappointments, and sorrow. Religious faith helps us to put our trust in the Lord and must be acquired early in life and exercised throughout life. It is a great influence and blessing in every Latter-day Saint home.\nA mother is responsible for the atmosphere of the home. If our children are to do their part we must do ours. One of our leaders has said, \"I am not afraid of the youth of this Church. What are you parents doing? Are you doing your part in every way?\" Unless we are more capable wives and wiser mothers who teach by example the principles of honesty, dependability, and righteousness, we have fallen short of our goal in spite of all our accomplishments.\nAs mothers, it doesn't matter, when we die, whether we have scrubbed our floors every day or not, but it does matter whether we have taught our children the Word of Wisdom, family",
    "strict_loose_identical": false,
    "title_not_at_start": true
  },
  {
    "title": "Sixty Years Ago",
    "author": null,
    "etype": "misc",
    "index": 6,
    "month": "January",
    "strategy": "loose",
    "file": "06_loose_Sixty_Years_Ago.txt",
    "path": "processed/Vol36/January",
    "position": 46044,
    "length": 2075,
    "content": "Sixty Years Ago and January 15, 1889: \"Woman's Exponent, January 15, 1889\" From the Woman's Voice of Zion and the Rights of Women in Nations. \"Each morning is a festival to keep,\"—H. H. E. T. ANNIVERSARY: On the 29th of December | 1889, Sister Kimball has marked the seventieth anniversary as an markable woman, and at the present writing she is still active as she was at forty. Sister Kimball has been called the first woman to lay the cornerstone of the Relief Society building in this dispensation. She thus describes it: \"I was furnished a trowel and mallet, and, assisted by a Master Mason, and surrounded by an assemblage of people, I had the honour of laying the cornerstone of the first Relief Society building erected in this dispensation.\" By-and-by Be quiet, restless heart! The long light lies In gleams of lingering sunshine on the hills; The home-bound swallow, twittering as he tests, Makes silence seem more still—Primitive Methodist Page 26 BY A GROUP OF RELIEF SOCIETY WOMEN FROM ESSEX COUNTY, NEW JERSEY, WITH TRUE LATTER-DAY SAINT thrift in their bones, saved vegetable crops from being plowed under by going out to farms and picking the vegetables for canning purposes. Pauline Thomander, President of the East Orange Relief Society, read in a newspaper that the crops would be plowed under, as a protest against low market prices, and immediately went into action. A local newspaper carried a picture of Mrs. Thomander and Mrs. (Constance) Hyde, a class leader in the same organization, happily at work. Other Latter-day Saint women from Montclair and the Oranges continued the work the following day. BOARD President Truman's train, during his recent campaigning tour, was a handsome young woman from Copenhagen, Adelheid Nielson, who was reporting for a Danish newspaper. AZEL BRANNON of Mississippi, at thirty-four, is publisher, owner, and editor of two newspapers in her State. She has won national press prizes. ALL OF FINLAND'S LIBRARIES WILL BE DIRECTED BY A WOMAN, Filia S. Wirla, who has been studying and traveling in the United States. Mrs.",
    "strict_loose_identical": false,
    "title_not_at_start": true
  },
  {
    "title": "Woman's Sphere",
    "author": "Ramona W. Cannon",
    "etype": "article",
    "index": 7,
    "month": "January",
    "strategy": "loose",
    "file": "07_loose_Woman_s_Sphere.txt",
    "path": "processed/Vol36/January",
    "position": 48120,
    "length": 4301,
    "content": "Woman's Sphere Ramona W. Cannon Witla says many libraries were destroyed during the war. She expressed Finland's gratitude to the United States for gifts to her country to help rebuild its stock. She was amazed at the library facilities in this country. \"TAKING PART IN PLAYS PRESENTED BY THE MUTUAL IMPROVEMENT ASSOCIATIONS HELPED Marilyn Robinson of Ogden, Utah, to scale the talent ladder which was instrumental in her winning out in one of the talent contests held in Atlantic City in August. \"Miss Utah\" of 1947, Miss Robinson was one of the finalists for the crown of \"Miss America,\" and won a first place in dramatics in the talent contests. She sings, dances, is an expert swimmer and diver, and has won unusual acclaim for playing leading roles in University of Utah dramatic presentations. Besides all this, her scholastic rating is exceptionally high. Interested as she is in dramatics—and talented—she expects to marry and hopes to have a family. CENSUS officials believe that by 1950 there will be sixty per cent more women between the ages of forty-five and sixty-four employed than there were in 1940—an increase of one and one-half million. The best assets for job hunters in this age bracket are courage and good health. Page 27 EDITORIAL SO VOL. 36 JANUARY 1949 Renascence/Rejuvenation of hope and expectancy seems to herald the arrival of each new year, and as the echo of the pealing of the bells sounds there is born in the heart the echo of a dream of better things to come.\nA review of the sorrows, disappointments, and failings of a passing year inspires a fervent prayer for greater strength to overcome and achieve in the oncoming year. A woman may quickly judge for herself the success she has attained in keeping her home clean and attractive, but it may be difficult for her to judge her success in enriching the intellectual and spiritual growth of her family. She may rather easily evaluate her obedience to certain definite commandments—the payment of tithes and offerings, observance of the Word of Wisdom, but be less sure. Of her response to that second great commandment—to love her neighbor as herself. Often it would seem easier to sacrifice than to refrain from a malicious tale or defamation of a character; easier to forego certain foods than heed the call of the despairing. And yet one's life here foreshadows one's life in the hereafter. Whatever degree of intelligence one attains to in this life will rise with one in the resurrection. One's character, one's desires, and one's appetites do not change with the change from mortality to immortality. As Alma explained to one of his sons many centuries ago: Do not suppose because it has been spoken concerning restoration, that ye shall be restored from sin to righteousness.... Restoration is to bring back again evil for evil, or carnal for carnal, or devilish for devilish—good for that which is good; righteousness for that which is righteous; just for that which is just; 'merciful for that which is merciful. (Alma 41:10, 13). To live each day of the coming year so that goodness, righteousness, justice, and mercy will be restored at the time of restoration is the great goal to seek. Only the present moment need ever be lived. By eschewing temptation now and living in righteousness now, any Latter-day Saint may begin to build, through the coming year, a celestial pattern into which she will fit as the Great Designer intends. No matter how far distant the goal may appear from a review of one's actions during 1948, let a rejuvenation of faith and hope surge in the heart, and a resolution be taken to live in the year 1949 so as to rise far above the valleys of doubt and darkness of this present world to eventually achieve eternal life in the highest kingdom of glory. M. C. S. D 2 Meeting Se February Q ALTHOUGH Tuesday has been outlined for February, their meetings will be held on days in Societies which are holidays, a social science lesson since some Relief Society meeting other than Tuesday. It is February 22, 1949, and the social science lesson will be held together on March 22. Relief Society Assigned Evening Meeting of Fast Sunday in March 'THE Sunday night meeting to be held on Fast Day in March 1949, has been assigned by the First Presidency for use by the Relief Society.",
    "strict_loose_identical": false,
    "title_not_at_start": true
  },
  {
    "title": "Quick and Easy Dinners",
    "author": "Sara Mills",
    "etype": "article",
    "index": 8,
    "month": "January",
    "strategy": "loose",
    "file": "08_loose_Quick_and_Easy_Dinners.txt",
    "path": "processed/Vol36/January",
    "position": 52422,
    "length": 18196,
    "content": "Quick and Easy Dinners Sara Mills HERE was a time when a person could say, \"Come have bread and milk with us,\" and mean it. In the year 1949, however, entertaining is a little more complicated. And it isn't your fault or mine. As a substitute for bread and milk, I have a number of simple menus. They leave a maximum of visiting time, and what is more important, they also leave the cook with enough energy to want to talk. If they need further recommendation, they are nutritious, an important virtue these days. Either of the two meals listed below can be prepared in an hour—if the cook is nimble. DINNER No. 1 Canned consomme with crackers or croutons *Baked sweet potatoes with crushed pineapple Fried ham Peas, frozen or canned Tossed green salad Dinner rolls Fruit DINNER No. 2 *Bean, tomato, and sausage casserole *Green salad or cabbage chop suey French bread toasted in oven with garlic butter *Pineapple cream RECIPES BAKED SWEET POTATOES WITH CRUSHED PINEAPPLE Sweet potatoes (1 good-sized one for each guest) Can of crushed pineapple (1 small can for each four guests) Butter and salt Page 30 Work for menu No. 1 begins with sweet potatoes. Bake in a hot oven enough potatoes for each guest and one or two extras. Let the potatoes cool enough to handle, then split them down the center and empty the insides into a large bowl, leaving the skins intact. Add the crushed pineapple, juice and all, then season with salt and butter. Go easy on the salt and be generous with the butter, which may be part margarine, and beat well. Now return the pineapple mixture to the shells, topping each potato with a little butter. Return to the oven and brown slightly. Serve immediately. While the potatoes are baking, open your can or cans of consomme, bring to a boil, and simmer gently for a few minutes. Serve each cup with a scattering of finely chopped parsley and a thin slice of lemon. While the consomme is heating, fry your ham gently, timing its finish with the browning of the potatoes. While the potatoes are browning, cook your frozen peas. Cook them in a very little water until they are barely tender. For that extra flavor add a few sprigs of parsley and a sprig of fresh mint or fresh thyme and season with cream. If you don't keep French dressing on hand, mix it right after your potatoes are popped into the oven. Spare a minute somewhere to place your salad greens into a garlic-rubbed bowl, and cover them with a damp cloth and place them in the refrigerator. Don't bring them to the table until the last minute. Heat your dinner rolls and there you are. For dessert have fresh or canned fruit, chilled. BEAN, TOMATO, AND SAUSAGE CASSEROLE 1 can of red kidney beans or pre-cooked dried beans 1 can of solid pack tomatoes \" medium-sized onion sliced and sauteed in butter \" green pepper sliced and sauteed with onion in butter QUICK AND EASY DINNERS 1 can of Vienna sausage (small) or 1 can of pork sausage Seasonings: salt, pepper, % tsp. Wor- cestershire sauce, paprika, dash of Tabasco sauce Coarse bread crumbs and butter (serves 4-6) Sautee the sliced onions and green pepper in butter until a delicate brown, then add the canned kidney beans or pre-cooked dried beans, the can of solid pack tomatoes, the sliced sausages, and the seasonings. Bring to a boil and place in a casserole. Top with bread crumbs and dot with butter. Bake in a 375° oven from one half to three quarters of an hour. CABBAGE CHOP SUEY 1 'tbs. Bacon fat 4 cups shredded cabbage 1% cups thinly sliced celery 1 green pepper (bell) sliced thin 1 medium-sized onion sliced thin This is a four-star vegetable dish, crammed with vitamins. Start shredding your cabbage the second the casserole dish is in the oven. When the vegetables are prepared, melt the tablespoon of bacon fat in a heavy aluminum dish. Add the vegetables and seasonings and cover tightly. Steam from eight to twelve minutes. Twice during the cooking, you may stir the vegetables lightly. The vegetables should be firm, barely cooked through. And serve at once. The recipe gives enough for six.\n2 cups milk\n2/3 cups sugar\n2 tbs. Cornstarch\n2 eggs separated\n% tsp. Salt\n1 small can of pineapple from which juice has been drained.\nThis dish can be prepared beforehand, but if necessary, it can be made after the beans are in the oven and before the cabbage dish is started.\nHeat the milk in a double boiler. Mix the dry ingredients and add gradually to the milk, stirring constantly while the milk thickens. Cook twelve minutes, then add the beaten egg yolks to which a little of the milk mixture has been added. Stir and cook for three more minutes. Remove from heat and add pineapple and whites of eggs beaten stiff. Cool and serve with pineapple sauce.\nJuice from crushed pineapple and enough water to make a cup\n1 tbs. Lemon juice\n1 tbs. Flour\n1/3 cup sugar\n1 tbs. Butter\nHeat the liquid. Mix the flour and sugar and add to the hot liquid. Cook until clear. Add lemon juice and butter, and cool. Serve this dinner with a basket of French bread and garlic seasoned butter, hot from the oven. Hot chocolate may be served with it also.\nJulene J. Cushing\nLet me keep the white peace of this day,\nWhen glistening snow banks the garden wall,\nAnd lines the lilac trees, each mounded spray\nMajestic as a frozen waterfall.\nLet me hold cool shadows from the space\nWhere honeysuckle points a silver wand,\nAnd crusted patterns fringed in icy lace,\nNow frame an etching on the lily pond.\nTHE DRESS RIPPED US SO MANY TIMES I FEEL JUSTIFIED.\" Janie did not raise her eyes. \"Is it,\" Miss Ardman went on with controlled patience, \"because you have work to do, or is it just because it is too hard to get up in time?\"\nI wonder if she has ever waked up with the light just strong enough to show the stained wallpaper and felt like there was a cold hand in her stomach, Janie thought resentfully. She hasn't wondered what was going to happen after high school. She hasn't stared at the torn place in the paper and known there was nothing ahead.\nMiss Ardman had a way of lifting up her face as if she knew exactly what she was going to say. She knew where she was going and how. When the silence grew too awkward, Janie said, without lifting her eyes, \"It's because I hate to get up.\"\nMiss Ardman sighed, a gentle sigh. Then her face lighted as if she had a sudden idea. \"That,\" she said, \"is a fault common to us all. Have you ever heard of Marcus Aurelius, Janie?\"\nJanie shook her head and some members of the class snickered.\n\"Marcus Aurelius lived way back in the second century,\" Miss Ardman said, placing her hands in front of her and looking directly at Janie. \"He was both a ruler and a philosopher. He was also a warrior and quite prominent in his day. Yet he had the same trouble you have. He hated to get up in the morning. Would you like to hear how he overcame his difficulty?\"\nThe class was very still. Janie could hear their breathing while they looked at her.\n\"I guess so,\" she said diffidently, returning their gaze.\nOpening a little brown book on her desk, Miss Ardman read:\nIn the morning, when thou nisest unwillingly,\nlet this thought be present—\nI am rising to the work of a human being. Why then am I dissatisfied if I am going to do the things for which I exist and for which I was brought into this world?\nOr have I been made for this, to lie in the bedclothes and keep myself warm?\nShe closed the little book and took off her glasses.\nIt was very quiet in the room. \"Perhaps,\" she said, smiling into Janie's sullen hazel eyes, \"if you regard this class as part of your work in the world, you could have a little more enthusiasm for it. Do you think you could?\"\nMaybe this was the end of the scolding.\n\"Sure, I'll try,\" Janie answered affably. She waited for the teacher to resume reading.\nBefore she picked up her glasses, Miss Ardman looked out of the window. Then she pulled her top drawer open and took out a notebook.\n\"I have permission from Mr. Symes to take up some class matters. Since we do not seem to be in the mood for poetry, we will discuss your problems.\"\nThere was a pleasant stir in the class.\n\"IT sure got us out of some old poetry,\" Janie thought, pleased with herself.\n\"It is about the senior class play,\" Miss Ardman was saying. Janie's elation passed. She knew about the old play, had even gone to a reading of it. Janie had not even bothered to write her part preference. A fat chance she had of getting a part!\n\"Last night I cast the play,\" Miss Ardman pronounced. \"I took into consideration your choices; for the most part they coincided with my judgment. Here is the list. If for any reason any one of you is not satisfied, see me privately after class.\"\nShe opened the notebook and began to read.\nJanie doodled with her pencil, interested in a detached way. The parts were just about as she would have cast them. John Rons had the lead, naturally. John was student-body president, star of football and track, and he was going to be a lawyer. Life had made Janie into a realist. She did not often waste time thinking of John Rons, but if chance had given her a fur coat, a convertible car, a diamond ring, her home painted inside and out, a tip to Florida, and a year's supply of frozen foods, along with a complete wardrobe, she would have traded everything straight over for a date with John Rons.\nThe girls' parts, except for the lead and the maid and the cook, were about equal. Doreen and Janice, the two most popular girls in school, were right for the college girls. Now all the parts, except that of Marjorie, John's girl friend in the play, were read.\nWhen Miss Ardman came to the last name, there was an expectant hush.\nJanie told herself that she didn't care who got it.\n\"Marjorie,\" Miss Ardman read, \"Janie Carlson.\"\nThen she closed the notebook.\nTANIE'S mouth flew open as if some one had pressed a button.\nThe play would be ready in a little over a month's time. When the electric bell rang, the seniors filed out, talking excitedly. No one came to congratulate Janie except Amy Huff, the homeliest girl in the class and an excellent student. \"I know you can do it, Janie,\" she said in her kind, low voice.\n\"Gee, I don't see why she picked on me,\" said Janie scornfully as she gathered up her books and papers. \"T've never been in a play before.\"\n\"Don't you want to be in a play?\" Janie almost jumped. Miss Ardman was standing in the aisle opposite her.\n\"Why yes,\" she admitted, twisting her handkerchief and chewing the forbidden gum in her embarrassment. \"only some of the others would be better, I guess.\"\n\"I think you'll do very well.\" Then the teacher placed her slender long fingers on the sleeve of Janie's rusty brown coat and said in a lowered voice, \"I want you to do the part well, and you can—if you are willing to work. After rehearsal, I'll help you with your history books and start setting the voice and posture? There are a few tricks that will help a lot.\"\n\"You couldn't,\" Janie put down her books and started to set the voice and posture. \"Why, Mrs. Ardman, could you?\" Her mother asked hopefully.\n\"TI work all night if it will do any good,\" Miss Ardman answered promptly. \"We've all seen your evening dress, Janie. It can be cut low and have a full, swish skirt. T'll make it sufficient.\" She felt herself blushing again as she spoke to her mother.\n\"Why, that's fine,\" Mrs. Carlson said, her tired face beaming. \"TI'll wear the black one. We've all seen your green chiffon and pink, warm springtime dress. It will be enough.\"\nJanie cut the head in thick slices as she spoke, school a week or go later, it was almost dark. \"Why, that's fine,\" Mrs. Carlson said, her tired face beaming. \"TI'll wear the black one. We've all seen your green chiffon and pink, warm springtime dress. It will be enough.\" In the lean-to kitchen, she made one that would do for graduation too.\nJanie was silent. She knew Ma would get her the dress if she could. She spent hours and an hour with Miss Ardman rehearsing. The book seemed shabbier, more depressing than before. \"Why did you insist on doing it?\" Janie started to say, but she checked herself. \"I liked him for some of the things you like in Don.\"\nJanie was shocked into sudden understanding. \"You mean that he was like Don, good fun at a dance or at a party?\"\n\"He was, but he was more, too. He was a good boy,\" Miss Ardman said. Janice could feel her mother's eyes on her. \"He was always a good worker,\" Mrs. Carlson emphasized. \"And he didn't have the bad habits Don has. I can tell you now,\" she ended, looking searchingly at Janie, \"I've had a lot more out of life than you ever get if you marry Don Betger.\"\n\"Oh, I'm not going to marry Don,\" Janie retorted lightly as she resumed her posture walking. But she felt cold inside. When she contemplated marriage, it was to have far more than she saw at home. And I'm going to have more, she promised herself harshly.\nShe heard the rattle of her father's car outside and put down the book. No matter what, she decided, she would have the right dress for the play.\nTHE rehearsal period was nearly over; still Janie had not mentioned the dress again to her mother. One late afternoon she lagged behind the others, waiting for Miss Ardman, humiliation and resentment within her for what had just happened. It began in the love scene with John Rons. Miss Ardman told him to kiss Marjorie now and hereafter in rehearsal.\n\"Oh, gee, Miss Ardman, do I have to do it every time?\" John had pleaded, distaste in his voice. \"If you'll let me off in rehearsals, I'll do it big the night of the play. I promise I will.\" The others had laughed cruelly and John had retreated, leaving Janie alone on the stage in her humiliation.\nIt took self-control to keep Janie in the auditorium. Only the thought of more laughter when she walked out had held her.\n\"There's no need for further private instructions, as I've told you before, Janie,\" Miss Ardman said, a slight note of exasperation in her voice. \"You've shown marvelous improvement. The twang is all but gone. Just keep up the work at home,\" she ended kindly.\nJanie knew the teacher was tired, dead tired. She wished there was no need to bother her. \"I'll keep trying, right up to the last,\" she promised meekly. \"But can I— may I walk home with you?\" She knew her face was red.\n\"Of course,\" Miss Ardman replied. \"Just hold these while I gather my papers to be graded.\" She placed her books in Janie's hands.\nOutside it was early twilight. The trees with their swollen buds were sweet with the promise of spring. The mountains towered dark and quiet beyond the town. Janie and the teacher walked in silence, breathing the soft air.\n\"All you need,\" Miss Ardman said suddenly, \"is to have a little more confidence, a little more spontaneity.\" Janie's smile was forced. \"All I need is to change everything, I guess.\"\n\"You're feeling sorry for yourself!\" Miss Ardman said it sharply. \"You saw John this afternoon.\" Janie's voice was bitter and it came from deep inside her. \"John Rons is a conceited young man.\"\nMiss Ardman spoke too quickly. \"Don't worry about it.\" \"Oh, I've got along without any special attention from him,\" Janie tried to give her words a light touch. \"T can worry along. But,\" she said with deep conviction, \"he wouldn't hate me that night if I had a pretty dress to wear.\"\nShe felt as if a ton had dropped from her. It was good to have Miss Ardman know.\nMiss Ardman stopped so suddenly that she almost stumbled into a pool of still brown water. \"You're going to be able to get the dress, aren't you Janie?\" Her voice was rising. \"I told you about it the first day and you promised.\" \"Oh, Ma will make me a dress all right, but I'll still be Janie Carlson and the others will be the characters in the play.\" \"I let you into this,\" Miss Ardman deliberated, looking ahead, \"I'll have to see you through.\" Hot tears stung Janie's cheeks. They walked together to the big red brick house where Miss Ardman boarded and into her room. It was, Janie thought, a lovely room, with its white ruffled curtains and matching spread. There was a desk with a shelf of books above it. Miss Ardman silently placed her books on the desk and opened the closet door. Slowly she removed a large zippered bag and opened the zipper—and removed a dress from inside.\nJanie's mouth snapped open again. In all her dreams, she had never thought of such a dress. It was made of yards and yards of frosty white organdy embroidered in red dots the color of a cluster of shining cherries caught in the red velvet of the tiny waistband. The 37 bodice was close fitting and cut from the shoulders. And there was a filmy plaited bertha to frame the face. Out of the bottom of the bag, Miss Ardman extracted a pair of red satin pumps.\nFor all her naivete, Janie knew this dress would make the others look commonplace. She sat on the floor, tears welling to her eyes. Her face was luminous with rapture as she asked, \"I may wear it?\"\nMiss Ardman held the dress out, admiring its swirling folds. \"I suppose I'm a fool to let you wear it,\" she said more to herself than to Janie. Her slender fingers caressed the folds of the skirt. \"It's a special dress. I've never worn it. Mother sent it to me because all through college I didn't have a really pretty dress. Lack of money and lack of materials, but now the beautiful materials are back. I was saving it for the May Ball.\"\nJanie knew what she meant. The May Ball was the biggest dance of the year in Ronsville. \"My fiancé, he was a naval officer and now he is a medical student in his last year at the University, is coming,\" Miss Ardman said in a sudden burst of confidence. \"I wanted him to see me in it first.\" Janie nodded her head solemnly. She also knew that she was the first student to know about the fiancé. Miss Ardman smiled down at her serious face. \"It will be your Cinderella dress, but midnight will come for you when the curtain falls. Don't forget it!\"\nShe placed the dress reverently back into the zippered bag. Janie got to her feet, her face rapt and serious. \"I promise,\" she said.\n(To be concluded)",
    "strict_loose_identical": false,
    "title_not_at_start": true
  },
  {
    "title": "Woman's Sphere",
    "author": "Ramona W. Cannon",
    "etype": "article",
    "index": 1,
    "month": "February",
    "strategy": "strict",
    "file": "01_strict_Woman_s_Sphere.txt",
    "path": "processed/Vol36/February",
    "position": 66223,
    "length": 31959,
    "content": "Ramona W. Cannon\nA student on the University of Utah campus is Miss Leela Ray of Calcutta, India. A young Hindu girl, with an artistic and radiant personality, Miss Ray was sent abroad by her government to master all possible phases of physical education. She has a diploma in physical education and two degrees, bachelor of arts and bachelor of teaching, from her own country. After attending the University of Toronto, in Canada, she came to the University of Utah, where she will receive a master's degree in physical education in March. After visiting other universities, she will go to the Scandinavian countries for special study. She has been invited to represent India at the International Congress on physical education for women in Copenhagen in July.\nUpon her return to India she will have charge of all the physical education for women in her native province of Bengal.\nIn ancient India the seclusion of women was unknown. From four thousand years ago on, for centuries, Hindu women possessed property, took part in sacrifices and other religious duties, were present at important assemblies on state occasions, influenced politics, and often distinguished themselves in science and other learning of their day.\nVol. 36 February 1949\nRemembrance for Ei\n\"The history of the world is but the biography of great men.\"—Carlyle\nIn earliest times the world has been enriched by men and women who have lived their earthly days so well that their words and their deeds have been treasured down the years, illumined on the pages of time. The month of February brings to us, among many others who have contributed much to the wisdom and the beauty of the world, the anniversaries of George Washington and Abraham Lincoln whose names are household words throughout the land and whose deeds are written for long remembrance. In our uncertain days, with their problems and perplexities, it is strange to think that Washington, who lived his entire life on the eastern seaboard, yet realized the destiny of his country.\nHe never saw the Mississippi River nor the skyward peaks of the Rocky Mountains. He could not have known the far expansion of his dream either in breadth of territory or in the development of political ideals. Yet he lived a life and left a philosophy that have immeasurably guided the direction of the Republic. \"Let us raise a standard to which the wise and honest may repair,\" George Washington advised the Constitutional Convention in the year 1787. In his Farewell Address nearly ten years later, he said: \"Of all the dispositions and habits which lead to political prosperity, religion and morality are indispensable supports.\" It is a deep thought to try to evaluate even now the place which Lincoln achieved in the annals of our Nation and in the records of the world. He lived much of his adult life in the prairie country of the Middle West. During his time many pioneer trains, including the vanguard of the Latter-day Saints, began the lonely trek to the mysterious West. But Lincoln never saw the great deserts, the snow-clad Sierras, or the sea waves on the Pacific Coast. He could not have known the strength that would come to the Nation nor the problems of world leadership which would be thrust upon it, but he did know the good way of life; he understood lasting moral principles. Now his name is known to every school child in America and the echo of it has reached beyond our land. The words which the poet Edgar Lee Masters gave to Ann Rutledge might also apply to Lincoln: Bloom forever, O Republic, From the dust of my bosom.\nIt has been said of Lincoln that he stood erect by bending over the fallen, that he rose by lifting others. REMEMBRANCE FOR FEBRUARY\nHe was a plain man, with plain virtues—honesty, decision, tenacity, infinite sympathy. He died more tenderly lamented than any ruler in history, but the grief was not wholly for the way he died, but rather for the way he had lived, because of the courageous achievements of his fifty-six years of life. Someone once said, at the end of a walk in spring, \"I have grown taller from walking with the trees.\" So it may be reasoned that all Americans, and people of other lands as well, may grow taller by weaving into the intricate strands of their own lives the words and the wisdom and the high example of the lives of great men, until that time when universal peace shall lie like a shaft of light across the land.\nCongratulations to President Amy Brown Lyman On Her Birthday—February 7th\nWith thoughts of sincere appreciation, Relief Society women in all parts of the world extend to President Amy Brown Lyman congratulations on her birthday. A gifted and inspired leader, she has contributed from the richness of her personality and varied experiences to the welfare of her Church and community. Her influence extends to many cultural and civic organizations and she is greatly loved for her kindness and breadth of sympathy and understanding. In her life Sister Lyman has demonstrated that much may be accomplished by faithfulness and earnest effort. We wish her many pleasant returns of the day and may our love and appreciation be a source of happiness to her.\nSake What You Can\nChristie Lund Coles\nTake what you can of simple things—\nLet each day's dreams be such\nThat though they sometimes skim the stars,\nThey wear the common touch.\nTake what life gives of every day:\nThe loving glance, the friendly tone.\nYou'll wish someday you'd treasured these\nAnd left the moon alone.\nWomen Against Polio\nElaine Whitelaw Director of Women's Activities National Foundation for Infantile Paralysis\nAt summer's widespread epidemics of infantile paralysis emphasized anew the importance of women in all aspects of polio work. Women always have been leaders in the fight against this disease. Naturally this would be so, since the vast majority of those hit by polio are children, and nothing comes closer to a woman's heart than the well-being of her children—indeed, of all children. But their activities today go further than sympathy and interest. Women are serving in the ranks of those caring for patients, seeking a preventive or cure, organizing communities to meet the needs of epidemic emergencies, and disseminating factual information about infantile paralysis to prevent fear itself from becoming epidemic.\nNothing stood out more clearly during 1948, when at least 30,000 new cases of polio were reported for the United States, than the growing influence of women in this work.... Every successful volunteer movement owes a substantial part of its development to the tireless energy and enthusiasm of its unpaid women workers. And 1948 proved this to a high degree.\nMore than 12,000 Polio Emergency Volunteers had been trained by them to assist professionals in the bedside care of polio patients in hospitals and homes. Many went into polio wards in California, Nebraska, and Texas to help. At Camp Sutton, Monroe, N.C., fifty PEVs did all of the non-professional work, so that physical therapists there could devote all their time to muscle training and testing.\nOne of the most serious problems after an epidemic is the follow-up care of patients. Women will play a large part in solving this in North Carolina, for they have arranged to transport patients to hospital outpatient departments and travelling orthopedic clinics run by the State's Crippled Children's Service for regular check-ups and treatments.\nMany of the country's \"forgotten\" polio cases of years past already have been given new chances for useful lives—through the efforts of women volunteers who have systematically sought them out for check-ups. Credit for increased knowledge of facts about polio and a consequent decrease in panic, so noticeable in 1948, can be placed largely at the door of women's clubs and organizations which have made the public education program of the National Foundation part of the fabric of their health and welfare activities.\nWomen have been outstanding, too, in the National Foundation's research and professional education programs. When Dr. Isabel M. Morgan of Johns Hopkins University reported last July at the First International Poliomyelitis Conference in New York on the successful immunization of monkeys against polio, she brought pride to women everywhere. Mrs. Morgan's work, with that of her colleagues, Drs. Howe and Bodian, has shed light on the role of antibodies in protection against the polio virus.\nWhile no preventive vaccine can be produced for trials in human beings until all types of polio viruses have been found, classified, and characterized—a project scheduled for the next year's work by several National Foundation supported laboratories— it is believed the Johns Hopkins experiments have provided necessary tools for an ultimate answer to protection of man from attacks of this disease.\nOf the dozen fields in which fellowships and _ scholarships have been awarded with March of Dimes funds, two-thirds have included women workers. The fight against infantile paralysis is a joint activity of both women and men. We face three factors that make the 1949 March of Dimes a crucial undertaking: 1. There are more polio patients than ever before. Some of the increase in recent years' totals of reported cases may be due to greater knowledge of polio, prompter hospitalization and better care reporting. Whatever the reason, the rise in actual cases requiring assistance is real. 2. The cost of polio care has risen. Additional professional experts are required for modern care. Medical teams are developing, including, besides the physician and the nurse, the pediatrician, orthopedist, physical therapist, medical social worker, and psychological consultant. More complete service to patients is possible. 3. The dollar does not go as far as it used to. Hospital costs have risen 10 to 12% since 1947, while the 1948 March of Dimes drive raised less than 4% more than in 1947. March of Dimes money cannot buy as much service, food, supplies, and equipment as in the past. To do the best job of taking care of polio patients, without slowing the now promising search for a solution to the disease or interfering with the training of urgently-needed hospital specialists and research workers, men and women—together—must make the 1949 March of Dimes the most successful in twelve years. The conquest of polio, lying somewhere in the years ahead, can only be achieved by such determined and energetic partnership.\n— Winter Pear Dorothy J. Roberts\nWhat loveliness was felled with this brave tree\nTo leave returning robins fugitive;\nWhat grace crashed earthward, what lost melody\nFrom branches where a meadow lark would sieve\nThrough a silver throat, the fountain of his song.\nUpon these boughs each season's beauty lay,\nIn slumber pale, but straight of trunk and strong;\nEphemeral in spring's samite array,\nHere summer lacked no leaf to cool her shade,\nAnd autumn burned a riotous color chart.\nWhen, after its bright zenith, leaves were grayed,\nStill amber and vermilion lit the heart,\nSeeing the winter fruit no limb had lost,\nAwaiting final favor from the frost.\nJoanna Margery S. Stewart\nSynopsis: Joanna, who had married David Niels against the wishes of her family, is left a widow with four children to care for and support. Courageously, she takes inventory of her resources—a home, poorly furnished and not paid for, and $1.19 in cash.\nONE knocked at the S front door. The children, like a covey of quail, went with her to answer it. It was the neighbor who had built the fire for his children. He was carrying a stuffed flour sack, which he swung down from his shoulders.\n\"It's navy beans. Got a cousin who brought me down a couple of sacks of 'em. He grows 'em. Thought you could use 'em, maybe.\"\nJoanna smiled at his flushed, young face.\n\"Thank you. I surely could.\" He went ahead of her to the kitchen.\n\"Tell me where to put 'em. Don't want to mess your clean house. Behind the stove do?\"\nJoanna nodded. She moved a chair to make room. He cleared his throat. He was young and ruggedly built. Color tan up into his neck.\n\"Anything I can do, Mis' Niels?\"\nJoanna shook her head.\n\"You're right kind to ask, though.\"\nWhen he had gone the children climbed back in their places and resumed their meal. Penny stared at the sack.\n\"I guess we'll get a thousand suppers out of it.\"\nDavid rubbed his stomach.\n\"Boston-baked, with molasses... That's what Daddy liked.\"\nPenny buttered her bread.\n\"Daddy said nobody could make Boston-baked like Mommy. Daddy said she was the best cook in the world.\"\nJoanna, standing by the stove, lifted her head. There was a sudden burning in her breast, a roaring in her ears, a breathless reaching for a spar.\n\"Say that again, Penny. What your Daddy said... About my cooking.\"\nPenny nodded her head vigorously.\n\"He wasn't just kidding either. Every time you make Boston-baked the whole neighborhood walks by just to smell the delicious smell. Mrs. Smith says so. She told me.\"\nHope leaped like flame in Joanna. She opened the lid of the range and poured more coal into it. She opened the oven door and let the delicious heat surge into the kitchen.\nMichael's head was nodding. She went to her bedroom and brought out the rocker, sat in it, and held Michael against her. This was the hour David had loved. He had held them cradled in his laughter and his love.\nShe searched her mind, but no story was hidden there. She reached out her arm and Sally cuddled against her. Joanna asked haltingly,\n\"Would you... Like to hear about when I was a little girl?\"\nThey shouted their delight. She told the stories carefully, knowing she had no magic of words to make the brooks and the orchards real.\nShe rose ered Michael more closely, and went to the kitchen. Her hands seemed sudden six she opened the oven door to take out the beans. She put them in a pan. Her Town bread sells were shaken; it seemed suddenly six she opened the oven door to pour beans into the pan with whole loves, into the oven with all her strength. Sorted the cans that would do for Boston baked. Poured water over them. She looked at the sack of beans.\nGoshen declared in the ice box and cupboards, Salt and mustard, everything she took reluctantly.\n\"Why, hello, Mis' Smith,\" she said.\n\"Was the alarm clock from you? Just trying out an old recipe.\"\nRelief Society Magazine—February 1949\nBigail Smith was short and feather-pillow round. She had beautiful white hair that gave her an air of aristocracy, bringing to Joanna's mind the remembrance of powdered wigs and curtsies and billowing skirts. Her eyes were a bright sparkling brown, her skin was lined, but Joanna loved to look at her, finding her beautiful.\nAbigail Smith was puffing.\n\"I came through the back way, leaning under that fence always gets me. But I couldn't hold back any longer. I been watching you since crack o' dawn.\"\nShe eyed the oven door.\n\"What were you puttin' in that oven?\" \"Beans,\" Joanna said, laughter a pale ghost in her voice, as she watched her visitor's astonished eyes go from covered dish to cake pan, to half-eaten pie. \"It's not for us. Folks brought us enough to last the week.\" Abigail Smith unwrapped her hands from her apron and came to stand before the range. \"\"Then who for? What you making a batch o beans that size for?\" Joanna measured oatmeal into the boiling water. She avoided her neighbor's eye. \"I had a thought... Maybe I could sell them. Folks say they never tasted Boston-baked like mine.\" \"You're the best cook in this ward!\" Abigail averred, \"Everybody's crazy about your cooking.\" \"Tt's all I know,\" Joanna said. \"Tt it just has to work.\" Abigail opened the oven door and sniffed appreciatively. \"Well, maybe you can do it. How do you plan to go about it?\" Joanna, setting the table, stumbled out her ideas.\nAbigail shook her head. \"Maybe you can do it. But, this depression, nobody's making out. Maybe you should better have saved your beans.\" \"T've got to try it,\" Joanna cried. \"T just can't sit and do nothing.\" \"You can go on relief, like the rest of us.\" \"No.\" Joanna's mouth set stubbornly. \"No.\" Abigail rolled her hands in her apron. \"Well, maybe if I had children, I'd feel like you do. Children make a difference.\" After a moment's silence, she added: \"I'm right proud of you. Leastways you'll go down fighting.\"\nJoanna smiled crookedly. \"But you think I'll go down.\" Abigail turned to the door. \"Listen, I have to go now. Henry will be getting up in a minute, but there's no call for you to drag things around in little David's wagon. I'll drive you around in that old Model T of ours. You'll be able to carry more.\"\nJoanna's face flushed in gratitude. \"That's nice, right nice of you.\" Her hand on the door, Abigail paused. \"Why don't you make up a batch of your good bread? I'll bake it in my oven. It's got heat in it going to waste. People ought to like that bread of yours.\"\nJoanna stirred the oatmeal impatiently. \"Tl do that.\" \"You just come any time if I get done with my work, I'll come over and help. What do you plan to carry the beans in?\" Joanna looked wildly about the kitchen. \"I never thought of that.\" Abigail's smile was smug. \"T thought of something myself, just standing here. I thought, now why not?\"\n\"Smarter than a lot of folks give me credit for,\" Abigail said. Door slammed. Placenta back. Dren stumbled out, They hunched around the warmth of their own fires and whimpered like wet kittens. They looked at her through tear-filled eyes. \"Hot cakes!\" She tumpeted the word, forcing triumph into it. \"Hot. Cakes.\" She tied a bow around the neck of a bottle. \"Right cute,\" Abigail said. \"It's the effect brought delight to Abigail's face. \"Now! Will you look at that? They look smart as paint.\"\nJoanna ran to the bedroom, flung off the faded pink gingham and reached for the navy blue. She pulled on stockings, slipped into her good shoes, and stared at herself in the mirror. Her hair! She brushed it behind her ears and forced the short ends into a roll. She stared at herself. Her eyes looked too large and brilliant and anxious. Her mouth was pale. She fumbled for a lipstick, applied it hastily, and rushed back to the kitchen.\nShe called Michael and Sally, got them in and out of the bathroom, and then, with Abigail's help, carried the basket to the back seat of the car. The fear within her grew larger with every block that brought them nearer to town. All right, she thought, I'm afraid. But I can't let that stop me. I can't just quit with all the food I've made. I've got to go ahead with it. I've got to try. What more can folks do than say \"no?\" I've been said \"no,\" lots of times.\nShe looked back at Michael and Sally jolting in the back seat, babbling their delight over the ride and the sights. They have no one but me. It just has to go. But when at last Abigail found a parking place before the building that housed the railroad office, Joanna could hardly force her legs out of the car.\nAbigail was nervous, too. \"Now don't feel bad if they don't buy. I'll take good care of the youngsters.\" Joanna nodded. She lifted jars of beans, loaves of brown and white bread into a picnic basket that already held the paper plates and napkins and spoons that had taken ninety cents of her small hoard. She covered them all with a white linen napkin, and straightened and looked at Abigail.\n\"I'll make out,\" she said through dry lips. \"I'll make out fine.\" \"It's just five minutes to twelve. You'll catch them at a good time.\" Joanna crossed the sidewalk to the door. The prayer within her had so loud a cry that she wondered that the passersby did not pause to hear: please help me. You know I can't do anything without you. You know I'm nothing but a farm girl, not brought up to do anything but cook and bake. You know about my children. Help me now, please.\"\n(To be continued)\nFrom \"Cameron Johns\"\nBind the continents together,\nBridge the rivers, span the skies—\nYet too deep for mortal daring\nIs the measure of your eyes,\nWrest the secret of the ages\nFrom the star, the sea, the stone;\nOne mystery lies beyond the solving—\nYour heart that beats against my own.\nRosemary Beatrice Knowlton Ekman\nNot the bitter word would I remember\nAfter the lapse of years,\nWhen life approaches bleak December\nBereft of healing tears,\nBut the words of love spoken\nBurning with spirit flame,\nWill weld a chain of trust unbroken\nUntil you call my name.\nThat you have\nFay Larlock Parr\nJanie did not put the dress on scene. The season of power made her until the others had finished their own lighting, their laughter gave way to their makeup and went on. She felt the excitement of complete preparation. At the dress rehearsal she felt fulfillment. When it was over, yet she had worn a blue tayon print there was one more pleasure to be had as the boys had looked at her as if to say, come, quick, dance in the gymnasium. Use what we expected,\"\nTonight Janie knew what she was to do. She was feverish with excitement as she placed the dress carefully in the zip. She slipped the billowy gandy over her head before she removed the makeup band from Miss Argan's friend T., who was conspicuously absent. At the beauty parlor had given her a final rinse and end H.\nNow to Janie's question, \"Cap didn't I form a sign for her halo? She 'ven know he was coming and is ace. Her yes were yes, her he excited; his lips the color of cherries as part tots started + to remove the stage as she had been ass, her hands pausing in midair, her small head high on her admire self again in the mirror. Slender neck, she was precise and after the sensation she had made startling 'ty, two boys who were tonight, she couldn't go to the dance to pull the curtain say, her first ness she wore the dress. It was eerily popping yes were all Janie's making for ancing, She could see needed hen the others said, \"She herself floating like a transparent there was ecstasy in her smile The cloud, the white skirt with ebullient youths who had been pa. Its red dot billowing behind her, he was treading in their tented dinner jackets had blown back stopped still; the girls were Ff Idn't Miss Ardman ave her startle to speak, lance, an 'flyer who Was going John Rons exploded the silence, to be gq doctor? She didn't need the Advancing towards Janie, he looked at her dress tonight. Janie let her hands both her hands and said, \"Oh, boy, slide to her sides Then quickly, as can I kiss you tonight)\" If some one were acting for her, \"Places\"?\" Called Miss Ardman, She moved part of her makeup € play had a t smooth pace \"Nough from ' \"IPS to make them hen Janie moved or spoke, or even look natural, a little from her cheeks raised her and she. St every care fully she wiped at the cading 110 Everyone in the gymnasium was looking at her anie was certain. She could hear th the girls as they passed by on the crowded floor, \"She and John were g handsome The fiancé was a sight and John knew it and liked it tall, fair young man with glasses \"Golly, Jane,\" he breathed into her ear, had a some what serious face, ear, holding her brighter, \"I went to the kind of face a Sil saw in her out like a light when you came on teams, the stage tonight. I didn't know Involuntarily Janie stepped back. You were like this\" \"Miss Ardman was looking directly at her. She's angry,\" Janie thought The Janie 'in the dr as she stood there, afraid to smile mysteriously, \"To her face. What happened next wasn't put you out,\" she said slowly, it real. It was some lowering her beaded lashes. Ing from a story and Janie Was in \"No,\" insisted John. \"That's only a story. Miss Ardman spoke to part of it. You're so different,\" the tall man beside her He nodded and sighed audibly. Ded and they came across the dance, his sigh was meant for Janie alone in the ney vanity. \"You're so used to being around that you've never taken the trouble to arm be anyone who prefers herself, \"She me swifter and John started to whirl. She held her head back as she had before 'THE Man smiled and bowed. \"If Janie will do me the honor,\" he said, offering his hand for dance, John was surrounded by girls, they closed about him, twittering and calling like birds. Not for a second did they follow her, and Janie was left alone. Don't better swaggered amie to the floor as she called, \"The head to claim her. She knew that next is mine, Remember,\" she had been hanging around the not going to ANY old dance)\" - I Janie flung the wo Yen a glass slipper to see Member m IC ni Tds at her as she yanked off; the kitchen drawers, Magic light, she told \"What's got into you in the last few days? Ever since that play you've been either sulking or pouting, and I don't understand\". DURING the week following the \"Can't you leave me alone?\" Janie avoided Miss Ardman -demanded, her voice stowing man. 'At this time it had seemed shrill She rushed out of the house, \"it was a smart thing to wear the dress Now she slammed the door behind her, wondering if it would be a smart thing to have done. After the youngest children were not left to bed, her father and mother had gone home. Th at Miss Ardman didn't mind Had she Not rushed over to intr. She wouldn't Stay long, Janie knew, RELIEF SOCIETY MAGAZINE—FEBRUARY 1949 see the decorations and spring dresses. She waited until they were safely gone before she put on her brown coat and walked aimlessly towards town. Stopping before the big house of red brick, she peered over the hedge into the living room. There was a side window with a lifted shade. Yes, it was Miss Ardman, still in her brown school dress. She had her hair down in a long bob, looking very young, not like a school teacher at all. She sat there, neither reading nor sewing. When Janie rang the doorbell, Miss Ardman came, her eyes red, as if she had been crying. \"You didn't stay home from the dance because I spoiled things by wearing your dress?\" Janie blurted out the words, her voice thick. When they were out she leaned against the door jamb, trembling with relief that she had said them. Miss Ardman pulled her inside the door. \"No,\" she said. \"That's not the reason, although when I first saw you come into the dance, I felt like doing just that.\" She began to cry. \"I didn't mean to break my promise,\" she said between sobs. \"I felt like I had to wear that dress to the dance or I would die. I guess there's no use telling you how sorry and ashamed I am.\" \"That's the best thing you can do,\" Miss Ardman told her, wiping Janie's eyes and nose with her own handkerchief. She drew Janie into the living room and sat beside her on the couch. The tension of the past week ebbed from Janie. \"When I looked out there and saw you,\" she confessed, \"I knew what a low thing I had done. You could have shamed me there before everyone and made me hate myself and you. But you didn't. You acted as if you were proud I'd worn your dress.\" \"I had a lot of confidence in you, Jamie. I knew you would tell me about it.\" The coldness and hardness were gone from Janie's body, leaving it light and relaxed. Her tears came again, not the wrenching sobs, but easy ones. \"Don't stop me,\" she protested. \"I'm so happy.\" She felt clean and good.\n\"I wanted to come to you but I didn't have the courage.\" \"You came at the right time,\" her teacher told her. \"I was in a low state myself. 'This afternoon when I came home to curl my hair and rest, I got a telephone call from Robert's landlady. She said he had the flu, but that he had been planning to come right up until this afternoon when she put him to bed.' \"She smiled ruefully at Janie. \"For awhile I almost thought he wasn't ill. I was so disappointed.\" The barrier between student and teacher was gone. \"Why,\" Janie cried, shocked into speech, \"teachers are human, just like anyone else!\" She laughed with Miss Ardman. Clasping her hands over her knees, she confided, \"I wanted to go to this dance so bad my skin hurt. But I wasn't going with Don Betger and no one else asked me.\" Avoiding Miss Ardman's surprised look, she said, \"After I wore the dress I knew I could never go with him again.\" \"Then the week of misery was worth it,\" Miss Ardman said gently. \"You can do better things than go with Don.\" THE DRESS Janie's stifled yearnings and resentments stirred within her. \"I want to do better things, but I don't know how.\" She looked down at her hands while Miss Ardman stared at the carpet. Suddenly she jumped up, facing Janie. \"There's just one thing for you to do,\" she said with determination. Everything had been hopeless for so long, Janie felt none of her teacher's enthusiasm. \"What is it?\" she asked, not moving. Miss Ardman became a school teacher again. \"Ordinarily,\" she said in her clear, precise voice, \"I don't think that a college education is the sum total of life. People can be just as happy, just as useful—that is, some people. But for you, Janie, I think it is the quickest and best way.\" Janie slumped against the sofa. \"T've got about as much chance of going to college as you have of being queen of England,\" she said. Miss Ardman's eyes were bright with zeal. She sat by Janie's side, her voice as sharp as a new blade. \"I'd like to know why you can't go to college. No,\" she commanded, lifting her hand. \"Don't tell me! I know all the answers you have and there isn't one that's valid! All I want to know is, does it mean enough to you to go?\" \"Of course I want to go, but how can a girl like me do it?\" \"That's the whole trouble, a girl like you!\" Miss Ardman snapped off each word and thrust it scornfully at Janie. \"What's wrong with a girl like you? You feel sorry for yourself. It isn't because you are poor. It's because you think you are. That's what's holding you back! Don't you know, Janie,\" she ejaculated, \"poverty is no disgrace! It's just an inconvenience. All we have to do is get rid of the inconvenience.\" \"I know,\" Janie acknowledged. \"T ought to get away from Ronsville long enough to show people I can do something. Here I'm just Janie Carlson in an old brown coat.\" \"That's why college is the best way for you. It will polish those rough edges and open the way to a new life—for you and for your family.\" Miss Ardman was on her feet now, pulling Janie with her. \"It's easy, really,\" she said as they went upstairs. Inside her room she pulled out last year's blue linen dress. Obediently Janie put it on and sat in front of the mirror while Miss Ardman arranged her hair. \"Now smile,\" Miss Ardman said, \"as if you expected people to like you.\" \"Could I be like that always?\" Janie asked as the two girls watched her face in the mirror. Miss Ardman had an answer. \"I have friends who would be downright glad to have you live with them. You could help with the dishes and stay with the children when necessary. On Saturdays and Sundays they would pay you extra to give you spending money. I'll write tomorrow, but I know we can call it settled.\" \"There's tuition and books,\" Janie reminded her. \"Let me think,\" Miss Ardman replied, tightening her lips. \"I believe we can manage that too. There are scholarships to help girls like you. If we go about it the right way, I'm sure we can get one. All you need now is money for clothes.\" She gave Janie's cheek a triumphant pat. \"I do baby sitting, but it doesn't pay much in Ronsville. People have too many relatives.\" \"A pretty girl like you,\" Miss Ardman deliberated, a critical look in her eyes, \"shouldn't have trouble getting higher paid work.\" She gave Janie a thorough inspection from her curling bob to her pumps with the run-over heels. Her mouth still tight, she went into her closet again and emerged with a pair of saddle leather sandals, almost new and a fleecy white jacket, slightly worn at the cuffs, but personable. \"Now we'll go to the drugstore,\" She decided. \"Ernie Todd owes me something for all the money I've spent there when I've been lonely for home. He told me he was going to put a new girl at the fountain as soon as the tourist",
    "strict_loose_identical": true,
    "title_not_at_start": true
  },
  {
    "title": "Woman's Sphere",
    "author": "Ramona W. Cannon",
    "etype": "article",
    "index": 1,
    "month": "February",
    "strategy": "loose",
    "file": "01_loose_Woman_s_Sphere.txt",
    "path": "processed/Vol36/February",
    "position": 66223,
    "length": 31959,
    "content": "Ramona W. Cannon\nA student on the University of Utah campus is Miss Leela Ray of Calcutta, India. A young Hindu girl, with an artistic and radiant personality, Miss Ray was sent abroad by her government to master all possible phases of physical education. She has a diploma in physical education and two degrees, bachelor of arts and bachelor of teaching, from her own country. After attending the University of Toronto, in Canada, she came to the University of Utah, where she will receive a master's degree in physical education in March. After visiting other universities, she will go to the Scandinavian countries for special study. She has been invited to represent India at the International Congress on physical education for women in Copenhagen in July.\nUpon her return to India she will have charge of all the physical education for women in her native province of Bengal.\nIn ancient India the seclusion of women was unknown. From four thousand years ago on, for centuries, Hindu women possessed property, took part in sacrifices and other religious duties, were present at important assemblies on state occasions, influenced politics, and often distinguished themselves in science and other learning of their day.\nVol. 36 February 1949\nRemembrance for Ei\n\"The history of the world is but the biography of great men.\"—Carlyle\nIn earliest times the world has been enriched by men and women who have lived their earthly days so well that their words and their deeds have been treasured down the years, illumined on the pages of time. The month of February brings to us, among many others who have contributed much to the wisdom and the beauty of the world, the anniversaries of George Washington and Abraham Lincoln whose names are household words throughout the land and whose deeds are written for long remembrance. In our uncertain days, with their problems and perplexities, it is strange to think that Washington, who lived his entire life on the eastern seaboard, yet realized the destiny of his country.\nHe never saw the Mississippi River nor the skyward peaks of the Rocky Mountains. He could not have known the far expansion of his dream either in breadth of territory or in the development of political ideals. Yet he lived a life and left a philosophy that have immeasurably guided the direction of the Republic. \"Let us raise a standard to which the wise and honest may repair,\" George Washington advised the Constitutional Convention in the year 1787. In his Farewell Address nearly ten years later, he said: \"Of all the dispositions and habits which lead to political prosperity, religion and morality are indispensable supports.\" It is a deep thought to try to evaluate even now the place which Lincoln achieved in the annals of our Nation and in the records of the world. He lived much of his adult life in the prairie country of the Middle West. During his time many pioneer trains, including the vanguard of the Latter-day Saints, began the lonely trek to the mysterious West. But Lincoln never saw the great deserts, the snow-clad Sierras, or the sea waves on the Pacific Coast. He could not have known the strength that would come to the Nation nor the problems of world leadership which would be thrust upon it, but he did know the good way of life; he understood lasting moral principles. Now his name is known to every school child in America and the echo of it has reached beyond our land. The words which the poet Edgar Lee Masters gave to Ann Rutledge might also apply to Lincoln: Bloom forever, O Republic, From the dust of my bosom.\nIt has been said of Lincoln that he stood erect by bending over the fallen, that he rose by lifting others. REMEMBRANCE FOR FEBRUARY\nHe was a plain man, with plain virtues—honesty, decision, tenacity, infinite sympathy. He died more tenderly lamented than any ruler in history, but the grief was not wholly for the way he died, but rather for the way he had lived, because of the courageous achievements of his fifty-six years of life. Someone once said, at the end of a walk in spring, \"I have grown taller from walking with the trees.\" So it may be reasoned that all Americans, and people of other lands as well, may grow taller by weaving into the intricate strands of their own lives the words and the wisdom and the high example of the lives of great men, until that time when universal peace shall lie like a shaft of light across the land.\nCongratulations to President Amy Brown Lyman On Her Birthday—February 7th\nWith thoughts of sincere appreciation, Relief Society women in all parts of the world extend to President Amy Brown Lyman congratulations on her birthday. A gifted and inspired leader, she has contributed from the richness of her personality and varied experiences to the welfare of her Church and community. Her influence extends to many cultural and civic organizations and she is greatly loved for her kindness and breadth of sympathy and understanding. In her life Sister Lyman has demonstrated that much may be accomplished by faithfulness and earnest effort. We wish her many pleasant returns of the day and may our love and appreciation be a source of happiness to her.\nSake What You Can\nChristie Lund Coles\nTake what you can of simple things—\nLet each day's dreams be such\nThat though they sometimes skim the stars,\nThey wear the common touch.\nTake what life gives of every day:\nThe loving glance, the friendly tone.\nYou'll wish someday you'd treasured these\nAnd left the moon alone.\nWomen Against Polio\nElaine Whitelaw Director of Women's Activities National Foundation for Infantile Paralysis\nAt summer's widespread epidemics of infantile paralysis emphasized anew the importance of women in all aspects of polio work. Women always have been leaders in the fight against this disease. Naturally this would be so, since the vast majority of those hit by polio are children, and nothing comes closer to a woman's heart than the well-being of her children—indeed, of all children. But their activities today go further than sympathy and interest. Women are serving in the ranks of those caring for patients, seeking a preventive or cure, organizing communities to meet the needs of epidemic emergencies, and disseminating factual information about infantile paralysis to prevent fear itself from becoming epidemic.\nNothing stood out more clearly during 1948, when at least 30,000 new cases of polio were reported for the United States, than the growing influence of women in this work.... Every successful volunteer movement owes a substantial part of its development to the tireless energy and enthusiasm of its unpaid women workers. And 1948 proved this to a high degree.\nMore than 12,000 Polio Emergency Volunteers had been trained by them to assist professionals in the bedside care of polio patients in hospitals and homes. Many went into polio wards in California, Nebraska, and Texas to help. At Camp Sutton, Monroe, N.C., fifty PEVs did all of the non-professional work, so that physical therapists there could devote all their time to muscle training and testing.\nOne of the most serious problems after an epidemic is the follow-up care of patients. Women will play a large part in solving this in North Carolina, for they have arranged to transport patients to hospital outpatient departments and travelling orthopedic clinics run by the State's Crippled Children's Service for regular check-ups and treatments.\nMany of the country's \"forgotten\" polio cases of years past already have been given new chances for useful lives—through the efforts of women volunteers who have systematically sought them out for check-ups. Credit for increased knowledge of facts about polio and a consequent decrease in panic, so noticeable in 1948, can be placed largely at the door of women's clubs and organizations which have made the public education program of the National Foundation part of the fabric of their health and welfare activities.\nWomen have been outstanding, too, in the National Foundation's research and professional education programs. When Dr. Isabel M. Morgan of Johns Hopkins University reported last July at the First International Poliomyelitis Conference in New York on the successful immunization of monkeys against polio, she brought pride to women everywhere. Mrs. Morgan's work, with that of her colleagues, Drs. Howe and Bodian, has shed light on the role of antibodies in protection against the polio virus.\nWhile no preventive vaccine can be produced for trials in human beings until all types of polio viruses have been found, classified, and characterized—a project scheduled for the next year's work by several National Foundation supported laboratories— it is believed the Johns Hopkins experiments have provided necessary tools for an ultimate answer to protection of man from attacks of this disease.\nOf the dozen fields in which fellowships and _ scholarships have been awarded with March of Dimes funds, two-thirds have included women workers. The fight against infantile paralysis is a joint activity of both women and men. We face three factors that make the 1949 March of Dimes a crucial undertaking: 1. There are more polio patients than ever before. Some of the increase in recent years' totals of reported cases may be due to greater knowledge of polio, prompter hospitalization and better care reporting. Whatever the reason, the rise in actual cases requiring assistance is real. 2. The cost of polio care has risen. Additional professional experts are required for modern care. Medical teams are developing, including, besides the physician and the nurse, the pediatrician, orthopedist, physical therapist, medical social worker, and psychological consultant. More complete service to patients is possible. 3. The dollar does not go as far as it used to. Hospital costs have risen 10 to 12% since 1947, while the 1948 March of Dimes drive raised less than 4% more than in 1947. March of Dimes money cannot buy as much service, food, supplies, and equipment as in the past. To do the best job of taking care of polio patients, without slowing the now promising search for a solution to the disease or interfering with the training of urgently-needed hospital specialists and research workers, men and women—together—must make the 1949 March of Dimes the most successful in twelve years. The conquest of polio, lying somewhere in the years ahead, can only be achieved by such determined and energetic partnership.\n— Winter Pear Dorothy J. Roberts\nWhat loveliness was felled with this brave tree\nTo leave returning robins fugitive;\nWhat grace crashed earthward, what lost melody\nFrom branches where a meadow lark would sieve\nThrough a silver throat, the fountain of his song.\nUpon these boughs each season's beauty lay,\nIn slumber pale, but straight of trunk and strong;\nEphemeral in spring's samite array,\nHere summer lacked no leaf to cool her shade,\nAnd autumn burned a riotous color chart.\nWhen, after its bright zenith, leaves were grayed,\nStill amber and vermilion lit the heart,\nSeeing the winter fruit no limb had lost,\nAwaiting final favor from the frost.\nJoanna Margery S. Stewart\nSynopsis: Joanna, who had married David Niels against the wishes of her family, is left a widow with four children to care for and support. Courageously, she takes inventory of her resources—a home, poorly furnished and not paid for, and $1.19 in cash.\nONE knocked at the S front door. The children, like a covey of quail, went with her to answer it. It was the neighbor who had built the fire for his children. He was carrying a stuffed flour sack, which he swung down from his shoulders.\n\"It's navy beans. Got a cousin who brought me down a couple of sacks of 'em. He grows 'em. Thought you could use 'em, maybe.\"\nJoanna smiled at his flushed, young face.\n\"Thank you. I surely could.\" He went ahead of her to the kitchen.\n\"Tell me where to put 'em. Don't want to mess your clean house. Behind the stove do?\"\nJoanna nodded. She moved a chair to make room. He cleared his throat. He was young and ruggedly built. Color tan up into his neck.\n\"Anything I can do, Mis' Niels?\"\nJoanna shook her head.\n\"You're right kind to ask, though.\"\nWhen he had gone the children climbed back in their places and resumed their meal. Penny stared at the sack.\n\"I guess we'll get a thousand suppers out of it.\"\nDavid rubbed his stomach.\n\"Boston-baked, with molasses... That's what Daddy liked.\"\nPenny buttered her bread.\n\"Daddy said nobody could make Boston-baked like Mommy. Daddy said she was the best cook in the world.\"\nJoanna, standing by the stove, lifted her head. There was a sudden burning in her breast, a roaring in her ears, a breathless reaching for a spar.\n\"Say that again, Penny. What your Daddy said... About my cooking.\"\nPenny nodded her head vigorously.\n\"He wasn't just kidding either. Every time you make Boston-baked the whole neighborhood walks by just to smell the delicious smell. Mrs. Smith says so. She told me.\"\nHope leaped like flame in Joanna. She opened the lid of the range and poured more coal into it. She opened the oven door and let the delicious heat surge into the kitchen.\nMichael's head was nodding. She went to her bedroom and brought out the rocker, sat in it, and held Michael against her. This was the hour David had loved. He had held them cradled in his laughter and his love.\nShe searched her mind, but no story was hidden there. She reached out her arm and Sally cuddled against her. Joanna asked haltingly,\n\"Would you... Like to hear about when I was a little girl?\"\nThey shouted their delight. She told the stories carefully, knowing she had no magic of words to make the brooks and the orchards real.\nShe rose ered Michael more closely, and went to the kitchen. Her hands seemed sudden six she opened the oven door to take out the beans. She put them in a pan. Her Town bread sells were shaken; it seemed suddenly six she opened the oven door to pour beans into the pan with whole loves, into the oven with all her strength. Sorted the cans that would do for Boston baked. Poured water over them. She looked at the sack of beans.\nGoshen declared in the ice box and cupboards, Salt and mustard, everything she took reluctantly.\n\"Why, hello, Mis' Smith,\" she said.\n\"Was the alarm clock from you? Just trying out an old recipe.\"\nRelief Society Magazine—February 1949\nBigail Smith was short and feather-pillow round. She had beautiful white hair that gave her an air of aristocracy, bringing to Joanna's mind the remembrance of powdered wigs and curtsies and billowing skirts. Her eyes were a bright sparkling brown, her skin was lined, but Joanna loved to look at her, finding her beautiful.\nAbigail Smith was puffing.\n\"I came through the back way, leaning under that fence always gets me. But I couldn't hold back any longer. I been watching you since crack o' dawn.\"\nShe eyed the oven door.\n\"What were you puttin' in that oven?\" \"Beans,\" Joanna said, laughter a pale ghost in her voice, as she watched her visitor's astonished eyes go from covered dish to cake pan, to half-eaten pie. \"It's not for us. Folks brought us enough to last the week.\" Abigail Smith unwrapped her hands from her apron and came to stand before the range. \"\"Then who for? What you making a batch o beans that size for?\" Joanna measured oatmeal into the boiling water. She avoided her neighbor's eye. \"I had a thought... Maybe I could sell them. Folks say they never tasted Boston-baked like mine.\" \"You're the best cook in this ward!\" Abigail averred, \"Everybody's crazy about your cooking.\" \"Tt's all I know,\" Joanna said. \"Tt it just has to work.\" Abigail opened the oven door and sniffed appreciatively. \"Well, maybe you can do it. How do you plan to go about it?\" Joanna, setting the table, stumbled out her ideas.\nAbigail shook her head. \"Maybe you can do it. But, this depression, nobody's making out. Maybe you should better have saved your beans.\" \"T've got to try it,\" Joanna cried. \"T just can't sit and do nothing.\" \"You can go on relief, like the rest of us.\" \"No.\" Joanna's mouth set stubbornly. \"No.\" Abigail rolled her hands in her apron. \"Well, maybe if I had children, I'd feel like you do. Children make a difference.\" After a moment's silence, she added: \"I'm right proud of you. Leastways you'll go down fighting.\"\nJoanna smiled crookedly. \"But you think I'll go down.\" Abigail turned to the door. \"Listen, I have to go now. Henry will be getting up in a minute, but there's no call for you to drag things around in little David's wagon. I'll drive you around in that old Model T of ours. You'll be able to carry more.\"\nJoanna's face flushed in gratitude. \"That's nice, right nice of you.\" Her hand on the door, Abigail paused. \"Why don't you make up a batch of your good bread? I'll bake it in my oven. It's got heat in it going to waste. People ought to like that bread of yours.\"\nJoanna stirred the oatmeal impatiently. \"Tl do that.\" \"You just come any time if I get done with my work, I'll come over and help. What do you plan to carry the beans in?\" Joanna looked wildly about the kitchen. \"I never thought of that.\" Abigail's smile was smug. \"T thought of something myself, just standing here. I thought, now why not?\"\n\"Smarter than a lot of folks give me credit for,\" Abigail said. Door slammed. Placenta back. Dren stumbled out, They hunched around the warmth of their own fires and whimpered like wet kittens. They looked at her through tear-filled eyes. \"Hot cakes!\" She tumpeted the word, forcing triumph into it. \"Hot. Cakes.\" She tied a bow around the neck of a bottle. \"Right cute,\" Abigail said. \"It's the effect brought delight to Abigail's face. \"Now! Will you look at that? They look smart as paint.\"\nJoanna ran to the bedroom, flung off the faded pink gingham and reached for the navy blue. She pulled on stockings, slipped into her good shoes, and stared at herself in the mirror. Her hair! She brushed it behind her ears and forced the short ends into a roll. She stared at herself. Her eyes looked too large and brilliant and anxious. Her mouth was pale. She fumbled for a lipstick, applied it hastily, and rushed back to the kitchen.\nShe called Michael and Sally, got them in and out of the bathroom, and then, with Abigail's help, carried the basket to the back seat of the car. The fear within her grew larger with every block that brought them nearer to town. All right, she thought, I'm afraid. But I can't let that stop me. I can't just quit with all the food I've made. I've got to go ahead with it. I've got to try. What more can folks do than say \"no?\" I've been said \"no,\" lots of times.\nShe looked back at Michael and Sally jolting in the back seat, babbling their delight over the ride and the sights. They have no one but me. It just has to go. But when at last Abigail found a parking place before the building that housed the railroad office, Joanna could hardly force her legs out of the car.\nAbigail was nervous, too. \"Now don't feel bad if they don't buy. I'll take good care of the youngsters.\" Joanna nodded. She lifted jars of beans, loaves of brown and white bread into a picnic basket that already held the paper plates and napkins and spoons that had taken ninety cents of her small hoard. She covered them all with a white linen napkin, and straightened and looked at Abigail.\n\"I'll make out,\" she said through dry lips. \"I'll make out fine.\" \"It's just five minutes to twelve. You'll catch them at a good time.\" Joanna crossed the sidewalk to the door. The prayer within her had so loud a cry that she wondered that the passersby did not pause to hear: please help me. You know I can't do anything without you. You know I'm nothing but a farm girl, not brought up to do anything but cook and bake. You know about my children. Help me now, please.\"\n(To be continued)\nFrom \"Cameron Johns\"\nBind the continents together,\nBridge the rivers, span the skies—\nYet too deep for mortal daring\nIs the measure of your eyes,\nWrest the secret of the ages\nFrom the star, the sea, the stone;\nOne mystery lies beyond the solving—\nYour heart that beats against my own.\nRosemary Beatrice Knowlton Ekman\nNot the bitter word would I remember\nAfter the lapse of years,\nWhen life approaches bleak December\nBereft of healing tears,\nBut the words of love spoken\nBurning with spirit flame,\nWill weld a chain of trust unbroken\nUntil you call my name.\nThat you have\nFay Larlock Parr\nJanie did not put the dress on scene. The season of power made her until the others had finished their own lighting, their laughter gave way to their makeup and went on. She felt the excitement of complete preparation. At the dress rehearsal she felt fulfillment. When it was over, yet she had worn a blue tayon print there was one more pleasure to be had as the boys had looked at her as if to say, come, quick, dance in the gymnasium. Use what we expected,\"\nTonight Janie knew what she was to do. She was feverish with excitement as she placed the dress carefully in the zip. She slipped the billowy gandy over her head before she removed the makeup band from Miss Argan's friend T., who was conspicuously absent. At the beauty parlor had given her a final rinse and end H.\nNow to Janie's question, \"Cap didn't I form a sign for her halo? She 'ven know he was coming and is ace. Her yes were yes, her he excited; his lips the color of cherries as part tots started + to remove the stage as she had been ass, her hands pausing in midair, her small head high on her admire self again in the mirror. Slender neck, she was precise and after the sensation she had made startling 'ty, two boys who were tonight, she couldn't go to the dance to pull the curtain say, her first ness she wore the dress. It was eerily popping yes were all Janie's making for ancing, She could see needed hen the others said, \"She herself floating like a transparent there was ecstasy in her smile The cloud, the white skirt with ebullient youths who had been pa. Its red dot billowing behind her, he was treading in their tented dinner jackets had blown back stopped still; the girls were Ff Idn't Miss Ardman ave her startle to speak, lance, an 'flyer who Was going John Rons exploded the silence, to be gq doctor? She didn't need the Advancing towards Janie, he looked at her dress tonight. Janie let her hands both her hands and said, \"Oh, boy, slide to her sides Then quickly, as can I kiss you tonight)\" If some one were acting for her, \"Places\"?\" Called Miss Ardman, She moved part of her makeup € play had a t smooth pace \"Nough from ' \"IPS to make them hen Janie moved or spoke, or even look natural, a little from her cheeks raised her and she. St every care fully she wiped at the cading 110 Everyone in the gymnasium was looking at her anie was certain. She could hear th the girls as they passed by on the crowded floor, \"She and John were g handsome The fiancé was a sight and John knew it and liked it tall, fair young man with glasses \"Golly, Jane,\" he breathed into her ear, had a some what serious face, ear, holding her brighter, \"I went to the kind of face a Sil saw in her out like a light when you came on teams, the stage tonight. I didn't know Involuntarily Janie stepped back. You were like this\" \"Miss Ardman was looking directly at her. She's angry,\" Janie thought The Janie 'in the dr as she stood there, afraid to smile mysteriously, \"To her face. What happened next wasn't put you out,\" she said slowly, it real. It was some lowering her beaded lashes. Ing from a story and Janie Was in \"No,\" insisted John. \"That's only a story. Miss Ardman spoke to part of it. You're so different,\" the tall man beside her He nodded and sighed audibly. Ded and they came across the dance, his sigh was meant for Janie alone in the ney vanity. \"You're so used to being around that you've never taken the trouble to arm be anyone who prefers herself, \"She me swifter and John started to whirl. She held her head back as she had before 'THE Man smiled and bowed. \"If Janie will do me the honor,\" he said, offering his hand for dance, John was surrounded by girls, they closed about him, twittering and calling like birds. Not for a second did they follow her, and Janie was left alone. Don't better swaggered amie to the floor as she called, \"The head to claim her. She knew that next is mine, Remember,\" she had been hanging around the not going to ANY old dance)\" - I Janie flung the wo Yen a glass slipper to see Member m IC ni Tds at her as she yanked off; the kitchen drawers, Magic light, she told \"What's got into you in the last few days? Ever since that play you've been either sulking or pouting, and I don't understand\". DURING the week following the \"Can't you leave me alone?\" Janie avoided Miss Ardman -demanded, her voice stowing man. 'At this time it had seemed shrill She rushed out of the house, \"it was a smart thing to wear the dress Now she slammed the door behind her, wondering if it would be a smart thing to have done. After the youngest children were not left to bed, her father and mother had gone home. Th at Miss Ardman didn't mind Had she Not rushed over to intr. She wouldn't Stay long, Janie knew, RELIEF SOCIETY MAGAZINE—FEBRUARY 1949 see the decorations and spring dresses. She waited until they were safely gone before she put on her brown coat and walked aimlessly towards town. Stopping before the big house of red brick, she peered over the hedge into the living room. There was a side window with a lifted shade. Yes, it was Miss Ardman, still in her brown school dress. She had her hair down in a long bob, looking very young, not like a school teacher at all. She sat there, neither reading nor sewing. When Janie rang the doorbell, Miss Ardman came, her eyes red, as if she had been crying. \"You didn't stay home from the dance because I spoiled things by wearing your dress?\" Janie blurted out the words, her voice thick. When they were out she leaned against the door jamb, trembling with relief that she had said them. Miss Ardman pulled her inside the door. \"No,\" she said. \"That's not the reason, although when I first saw you come into the dance, I felt like doing just that.\" She began to cry. \"I didn't mean to break my promise,\" she said between sobs. \"I felt like I had to wear that dress to the dance or I would die. I guess there's no use telling you how sorry and ashamed I am.\" \"That's the best thing you can do,\" Miss Ardman told her, wiping Janie's eyes and nose with her own handkerchief. She drew Janie into the living room and sat beside her on the couch. The tension of the past week ebbed from Janie. \"When I looked out there and saw you,\" she confessed, \"I knew what a low thing I had done. You could have shamed me there before everyone and made me hate myself and you. But you didn't. You acted as if you were proud I'd worn your dress.\" \"I had a lot of confidence in you, Jamie. I knew you would tell me about it.\" The coldness and hardness were gone from Janie's body, leaving it light and relaxed. Her tears came again, not the wrenching sobs, but easy ones. \"Don't stop me,\" she protested. \"I'm so happy.\" She felt clean and good.\n\"I wanted to come to you but I didn't have the courage.\" \"You came at the right time,\" her teacher told her. \"I was in a low state myself. 'This afternoon when I came home to curl my hair and rest, I got a telephone call from Robert's landlady. She said he had the flu, but that he had been planning to come right up until this afternoon when she put him to bed.' \"She smiled ruefully at Janie. \"For awhile I almost thought he wasn't ill. I was so disappointed.\" The barrier between student and teacher was gone. \"Why,\" Janie cried, shocked into speech, \"teachers are human, just like anyone else!\" She laughed with Miss Ardman. Clasping her hands over her knees, she confided, \"I wanted to go to this dance so bad my skin hurt. But I wasn't going with Don Betger and no one else asked me.\" Avoiding Miss Ardman's surprised look, she said, \"After I wore the dress I knew I could never go with him again.\" \"Then the week of misery was worth it,\" Miss Ardman said gently. \"You can do better things than go with Don.\" THE DRESS Janie's stifled yearnings and resentments stirred within her. \"I want to do better things, but I don't know how.\" She looked down at her hands while Miss Ardman stared at the carpet. Suddenly she jumped up, facing Janie. \"There's just one thing for you to do,\" she said with determination. Everything had been hopeless for so long, Janie felt none of her teacher's enthusiasm. \"What is it?\" she asked, not moving. Miss Ardman became a school teacher again. \"Ordinarily,\" she said in her clear, precise voice, \"I don't think that a college education is the sum total of life. People can be just as happy, just as useful—that is, some people. But for you, Janie, I think it is the quickest and best way.\" Janie slumped against the sofa. \"T've got about as much chance of going to college as you have of being queen of England,\" she said. Miss Ardman's eyes were bright with zeal. She sat by Janie's side, her voice as sharp as a new blade. \"I'd like to know why you can't go to college. No,\" she commanded, lifting her hand. \"Don't tell me! I know all the answers you have and there isn't one that's valid! All I want to know is, does it mean enough to you to go?\" \"Of course I want to go, but how can a girl like me do it?\" \"That's the whole trouble, a girl like you!\" Miss Ardman snapped off each word and thrust it scornfully at Janie. \"What's wrong with a girl like you? You feel sorry for yourself. It isn't because you are poor. It's because you think you are. That's what's holding you back! Don't you know, Janie,\" she ejaculated, \"poverty is no disgrace! It's just an inconvenience. All we have to do is get rid of the inconvenience.\" \"I know,\" Janie acknowledged. \"T ought to get away from Ronsville long enough to show people I can do something. Here I'm just Janie Carlson in an old brown coat.\" \"That's why college is the best way for you. It will polish those rough edges and open the way to a new life—for you and for your family.\" Miss Ardman was on her feet now, pulling Janie with her. \"It's easy, really,\" she said as they went upstairs. Inside her room she pulled out last year's blue linen dress. Obediently Janie put it on and sat in front of the mirror while Miss Ardman arranged her hair. \"Now smile,\" Miss Ardman said, \"as if you expected people to like you.\" \"Could I be like that always?\" Janie asked as the two girls watched her face in the mirror. Miss Ardman had an answer. \"I have friends who would be downright glad to have you live with them. You could help with the dishes and stay with the children when necessary. On Saturdays and Sundays they would pay you extra to give you spending money. I'll write tomorrow, but I know we can call it settled.\" \"There's tuition and books,\" Janie reminded her. \"Let me think,\" Miss Ardman replied, tightening her lips. \"I believe we can manage that too. There are scholarships to help girls like you. If we go about it the right way, I'm sure we can get one. All you need now is money for clothes.\" She gave Janie's cheek a triumphant pat. \"I do baby sitting, but it doesn't pay much in Ronsville. People have too many relatives.\" \"A pretty girl like you,\" Miss Ardman deliberated, a critical look in her eyes, \"shouldn't have trouble getting higher paid work.\" She gave Janie a thorough inspection from her curling bob to her pumps with the run-over heels. Her mouth still tight, she went into her closet again and emerged with a pair of saddle leather sandals, almost new and a fleecy white jacket, slightly worn at the cuffs, but personable. \"Now we'll go to the drugstore,\" She decided. \"Ernie Todd owes me something for all the money I've spent there when I've been lonely for home. He told me he was going to put a new girl at the fountain as soon as the tourist",
    "strict_loose_identical": true,
    "title_not_at_start": true
  },
  {
    "title": "My Heart",
    "author": "Eva Willes Wangsgaard",
    "etype": "poem",
    "index": 3,
    "month": "February",
    "strategy": "loose",
    "file": "03_loose_My_Heart.txt",
    "path": "processed/Vol36/February",
    "position": 16300,
    "length": 25018,
    "content": "my heart I congratulate them and you in this great achievement.\nI have told this story about an English lord who came here some few years ago. He was shown through the Church Office Building by one of our good brethren, and you know the upper strata in England have not heard such good reports of the Mormons. They have always been more or less critical. And when he looked around and saw those marble pillars and marble walls he said: \"Well, well, this is a going concern.\" Now, sisters, the Relief Society is a going concern. You have come through all the days of pioneering, all the dreams that the Prophet Joseph could have had for you when this organization was established, it seems to me, have been realized, and it is one of the great institutions, not only of the Church, but of the entire world. And I have said upon many occasions if we did not have anything in this Church but the Relief Society organization, we would have a great Church, and it would be much greater than some other churches in this world today.\nIn closing, I would like to leave the thought with you that not only should we build our buildings of granite and materials that will stand and weather every storm, stand as long as this earth shall endure in its present state, but we ought to continue to build into the hearts of those who labor in our organizations the kind of faith that the pioneers had, the faith that our early leaders had, where no sacrifice was too great, and I pray that the Lord will give you that inspiration, that it will continue to be with you.\nWe have had the great privilege and honor for over ten years to sit as advisers with your presidency. We know their ambitions and their objectives. We know many of the things they are achieving, that you do not see out in your own wards and stakes, in their social work here, in the placement of little children into good Latter-day Saint homes, and we know that their service is so broad and extensive, surely God is pleased with the great organization founded under the divine inspiration and leadership of the Prophet of this dispensation, and may God grant that that same spirit and power and inspiration may penetrate into the remotest corners of the earth wherever this organization touches, and may God bless these good sisters who preside over you. I pray, in the name of Jesus Christ. Amen.\nHeart-deep in Winter\nEva Willes Wangsgaard\nWith you so lately gone it seemed untrue\nThat winter had relaxed and spring was near.\nHalf-heartedly the northern ranks withdrew\nRelinquishing to spring the infant year;\nAnd spring came blithely, undisturbed by death.\nThe soil had quickened; I could feel it stir,\nPerfumed by hyacinths; the morning's breath\nWas stroking cheek and throat like rabbit fur.\nThe autumn bulbs erupted wells of gold;\nThe lilacs leafed, for day was April warm;\nBut night kept lagging back with icy cold\nAnd threatened lily fringe with frost and storm.\nHeart-deep in winter, unprepared, alone,\nThe night and I and newly lettered stone!\nSecond Prize Story\nAnnual Relief Society Short Story Contest\nThey Die in the Harness\nMyrtle M. Dean\nHis same thing had been happening several times the last few months, Doctor John waking in the middle of the night from fragmentary dreams, starting from his bed.\n\"It's the telephone, Mary,\" he said, waking his wife. \"Hurry, Mary, see who it is while I get my bag. Someone needs me; someone is sick.\"\nHe had risen to sitting position on the side of the bed, his feet resting on the rug beside it.\n\"Sh—shh—, John, you are dreaming again. Lie down and go to sleep. The phone isn't ringing,\"\nThere was deep concern in Mary's voice.\n\"Oh, I thought—I thought the phone was ringing; someone wanting me.\"\nDr. John rubbed his eyes and shook his head confusedly as he spoke.\n\"You've got to stop this waking with a start and climbing out of bed; you know it is bad for you, John.\"\nMary took him by the shoulders and gently pushed him back on his pillow.\n\"Now, go to sleep,\" she said, as though she were speaking to a child. He lay quietly, but he did not sleep for a long time, and he knew Mary was awake, too, but she lay quite still, saying nothing.\nThere was that same empty feeling sweeping through him, leaving him trembling and weak.\nDoctor John Boyd, retired; retired at sixty, he thought. No telephones ringing for you tonight, nor tomorrow, nor anytime at all. Just lie back and take it easy. Let the phones ring for Matthews and Brown and Carson and all the others. You let them tell you you were too tired, too sick, he said derisively to himself.\nHe had known it would be difficult, but he wondered now why he had thought he could make his retirement a resigned sort of thing instead of this nagging discontent which followed him day and night; this sense of falling to pieces like rotten timber and being discarded.\nIt was Dr. Matthews whom his nurse had called when he had collapsed suddenly down at the office last June, and they had sent for Mary.\n\"You've got to stop this,\" Matthews had said firmly. \"This going day and night all during the war has been too much for you. The doctor shortage is over now, John; plenty of them back, now let them take over.\"\nDr. John still remembered how bone-weary he had felt, and with Mary there looking so frightened and Matthews shaking the finger of death grimly in his face, he had given in to them.\nMatthews had said, \"Let your son Philip take over; carry on the Boyd tradition.\"\nHe has made quite a name for himself, I hear, and has done some fine work in army hospitals.\" HE Boyds had been doctors for four generations. Dr. John remembered when he was just a little boy, how his grandfather, Alex Boyd's little black satchel had held such a fascination for him. \"Would you like to be a doctor, Johnnie?\" his grandfather had asked. \"Tm going to be one, just like you, Grandpa,\" he had answered seriously. Dr. Alex' little satchel had contained not much more than a bottle of chloroform, a pair of umbilical scissors and a bit of cord, and some pink pills in little bottles. Instead of a stethoscope, he tapped with his fingers and listened for sounds with his ear over the chest. Dr. John's own father, Dr. David, was considered a great surgeon in his day. Then Dr. John had come along through horse and buggy days, riding over dusty, winding country roads, then up through the period of rapid advancement in medicine and surgery, and the use of the new miracle drugs. Day or night, Dr. John had always been on the job. He had been very happy when Philip, his only son, had chosen to be a doctor, too. \"Guess it's in the blood, Dad,\" Philip had said. \"That little black bag holds a magnetism we can't get away from.\" \"Tt is hard work, son,\" Dr. John had warned. \"T still want it,\" Philip had answered seriously. Philip had seemed so young when he had graduated from medical school, and John and Mary had been so proud of him. He had just finished his internship when he went with the army, working in army hospitals in London and Paris. The ultimate climax of Dr. John's life was to have been reached on Philip's homecoming, when they were to enter the new Boyd Hospital at Alton, with father and son working together in this impeccably equipped place. The hospital was the result of a shining dream, of ambitions and work winging to heights of splendor. Philip had written from overseas, giving minute details of the latest in instruments, the finest in equipment and structure that should go into it. \"Tt will be wonderful, Dad, the two of us working together,\" Philip had written enthusiastically. Dr. John had hovered about like a mother hen over her brood of chicks, meticulously attending to its building. He had explained to Dr. Matthews when he had told him to stop work, \"The new hospital, Matthews, that is for us, Philip and me, working together.\" There had been a note of pleading in his voice. Matthew's next words had been a near command. \"You can't go into that hospital, Boyd. If you do, it will be as a patient.\" Dr. John had forbidden Mary to tell Philip why he was retiring. \"I won't have my son probing me, examining me, putting me to bed,\" he had said vehemently. \"Just tell him you are retiring like anyone has a right to do at your age if one has the means to live adequately. Dozens of men here, no older than you, are retired and enjoying life.\" Mary had spoken so calmly casual that John had burst forth almost fiercely, \"Doctors don't retire if they have any guts. They die in the harness.\"\". Mary had checked him before he could continue. \"Yes, they keep on until they die like your father. He died at sixty-three. He died in the harness. Your mother was a widow for twelve years. I don't want that, John.\" Mary's eyes had grown dark with fear, and she looked delicate and defenseless as she stood there. Dr. John thought, she has stood by me through all my struggles, but she cannot quite understand that being a doctor is more than a job. It makes one part of life itself, living with people in their happiness and their sorrows, in life and in death. A baby born into the world, a life going out, this had all become a part of him. PHILIP had come home and gone into the new hospital with young doctors Martin and Alder, to assist him. He had seemed puzzled and a little hurt at his father's sudden unexplained decision to retire. Dr. John and Mary had gone away for two months for a rest, but he had grown restless and had returned, thinking perhaps it would seem better at home with people he knew and loved. Now as he lay sleepless, deep in the night, memories rushing upon him, he thought, it gets harder as time goes on, not easier. Matthews has my office and equipment, while I stay twiddling my thumbs.\" John had been firm on one point. He wouldn't give up his little black bag and its contents. \"Just as well cut off my right arm,\" he had said. He had placed it on his closet shelf and sometimes when Mary wasn't around he would take it out and finger its contents lovingly. After a restless night, Dr. John always looked tired and pale. Mary eyed him anxiously, but in silence. \"Guess I'll walk down town for a bit of exercise,\" he said as he finished his breakfast. He tried to sound cheerful. \"Better wear your overcoat. It's cold out this morning,\" Mary said. \"Yes, pretty nippy for the first of November,\" he answered, while he thought, June and now November. One marks off the days on the calendar, but nothing makes the days go faster. Only work and living can do that. He met old friends on the street, heard bits of news. He stopped at a newsstand and bought a morning paper, then went into the hotel lobby that was nearby, to rest awhile and read. He chose a big chair off in one end of the long room. There THEY DIE IN THE HARNESS were two, well-dressed men who sat near his chair. Strangers, Dr. John said to himself. Getting so I don't know folks so well anymore. Lots of new people coming in since the big steel mill was built during the war. Then a warm glow of satisfaction filled his heart as his eyes fell on a news note in the paper. \"Miracle of Surgery Saves Life of Son of Wealthy Banker,\" was the caption. Then he read on: Car accident causes serious brain concussion and critical internal injuries to young Tony Barton, son of Thomas Barton, prominent citizen and President of the First National Bank of Alton. Credit for the saving of the young man's life is given to the marvelous skill and swift precision of the operation performed by Dr. Philip Boyd at the Boyd Hospital. Young Barton is reported as being in good condition at Boyd Hospital today. My happiness must come, now, through my son's success, Dr. John said to himself. Then he heard the two men near him talking. \"A town the size of Alton is lucky getting such a skilled doctor as young Boyd, and having Such a fine hospital,\" one of them remarked. \"Yes, his father, Dr.\nJohn had the hospital built at Alton.\" \"They say the son isn't a bit like his father. Philip is a big doctor all tight. He has a big hospital, wealthy patients, pretty nurses, everything he needs, but he hasn't the big heart like Dr. John.\" \"He's an only child, they tell me. Maybe that's it,\" the first speaker said with a sarcastic chuckle. Dr. John's hands clenched tightly. His first impulse was to confront these strangers. Such talk would be damaging to Philip. Then, with perturbed thoughtfulness, he sank back heavily into his chair. I must face facts squarely. Philip is our only son. Have we done too much for him? R. John slipped, unobserved, through a side door and moved slowly toward home. As he went in, he moved near the fire that burned on the grate, and rubbed his hands together to warm them. He tried to put a cheerful note in his voice as he told Mary little bits of news he had heard in the town, but he did not tell her what he had heard about Philip at the hotel. He did not want her to be hurt. He handed her the paper, pointing to the article about Philip. \"You'll be proud of your son,\" he said, smiling tenderly. \"I knew he would be a great doctor,\" she said, maternal pride shining in her eyes. \"I think I'll drive over to Alton, offer my congratulations to Philip and take a look at the hospital,\" he said then, quite unexpectedly. \"I may not be back until late. See that Martha takes good care of you.\" Martha was their housekeeper who had been with them for fifteen years. John knew that Mary would like to go along and see Philip. They usually went together, but he wanted to see Philip alone today. \"Tell Philip how proud I am of him too,\" Mary said, \"and give Janie my love. I had hoped Philip would marry before now. He needs a good wife.\" \"Every man needs a good wife. What would I have done without my good wife? It is you who have given me courage to do everything I have done, Mary.\" \"Every woman loves to hear her husband say such things, John, even if they are a bit farfetched.\" They had both secretly hoped Janie and Philip would marry, and had suspected that Janie had been in love with Philip ever since she was a girl sixteen. Her parents had both been killed in an accident when she was twelve, and Mary and John had been like a mother and father to her since then. She had become a nurse, and now worked with Philip in the Boyd Hospital. Alton seemed wrapped in a quiescent hush. The great smokestacks of the smelter and mills looked cold and foreboding in the absence of the gray smoke that usually belched from their tops. Picket lines marched in front of the mill gates. The Boyd Hospital stood like a clean white monument on the far side of the town, etched against a background of burnished, autumnal hills; a monument to the name of Boyd. Philip would be busy most of the afternoon in the examining office. Dr. John decided to look about the hospital before he tried to see him. The sun was shining, trying to temper the cold wind that swept up fallen leaves from the lawn and piled them in little heaps against the wide marble steps. Inside the front hall, Dr. John took off his topcoat and hung it on the rack. He stood for a moment, almost breathless from the force of the cold wind. He saw that the outer waiting room was already full of people waiting their turn to be taken in. They were mostly well-dressed, the sort of folk one would expect to see in such a setting as this hospital made. \"Attention, Dr. Incongruously, among the others, he noted a woman who looked to be a foreigner. She was poorly dressed. Her coat was shapeless and frayed. A boy of about ten leaned wearily against her gaunt side. His face was pale, but a vivid spot burned on either cheek. His breath came in uneven panting jerks. The mother's face was filled with anxiety. That child needs immediate attention,\" John said to himself, and instinctively he thought of his black bag he had surreptitiously taken from his closet shelf and placed in his car while Mary had gone to bring his muffler. Then he saw Elise Boulton emerging from the examining room. She was wrapped snugly in her sable furs. Her voice was lilting as she spoke to the nurse. \"It will be wonderful to have a nice rest in such a nice room. Dr. Philip says I may have room 16, my same, darling, sunny room.\" \"Yes, you are lucky. The hospital is crowded full,\" Jane said, and then, \"your turn next please,\" she said to another patient. Still the sick child waited. Dr. John felt in no mood to meet Elise. As she went out, he went through a side door and took an elevator to the top floor, thinking to himself, I guess Elise has had another disagreement with Jim Boulton, so is running away, pretending sick, to get his sympathy, and Philip is humoring her whims. Sure, she can pay for the best room in the hospital. He went about the hospital reveling in its perfection. Finally, he glanced at his watch, and knew he must go down if he wanted to see Philip. Time had passed so quickly in this Utopian world in which Philip worked. There were only a few persons left in the waiting room. The woman and her child had gone in. Dr. John moved to a front window in an alcove of the room. Then, he stood in shocked silence, for he saw the woman and her boy coming out again from the examining room, and he heard Jane's voice saying, \"I'm sorry, but Dr. Boyd says every room is taken, and your son will require hospitalization for some time.\" Then, making her own observation, she continued, \"Your child is very ill. You should call your family doctor at once or go to some other hospital. Goodbye,\" she said kindly. A woman who was still waiting her turn to go in, sensing the child's urgent need asked, \"Didn't you have an appointment here? Your child needs attention immediately.\" \"No, I have none. I just came. My boy, he so very sick. I come here. Doctor Boyd so good a doctor. Everyone say that. The paper this morning, it says so too. So I just came. I be here in Alton not so long. I don't know doctors. The strikes, my husband, he have no work now. I come to this good hos- | pital. My boy so sick, so sick.\" She went out murmuring brokenly. For a brief moment, Dr. John stood unbelieving and bewildered, his fists clenched tightly.\nHis first impulse was to go in to Philip, but he heard Philip saying to Jane, \"I have an engagement now, so must leave. Call Morton down to finish here,\" and he left by a side door to take his car. The woman and child were moving slowly down the front walk. Their battered old car stood by the curb. Without a formulated plan, Dr. John hurried to the door. \"Come on back,\" he called, his voice drifting out to them on the sharp, cold air. The woman turned hesitantly, as though she would brook no further delay. The wind whipped her coat tantalizingly against her thin legs. \"Bring the child back. We will take care of him here,\" he said as he moved out toward her. Her eyes turned up to his, at first questioning doubtfully, but she saw the kindness in his face, and turned back murmuring gratefully, \"Oh, thank you. My boy, he so sick.\" Dr. John called Jane and two other nurses to assist him. It was all over in a few hours. The child was resting in room sixteen, finest room in the hospital, the room Elise Boulton had expected to occupy at ten the next morning. Dr. John gave quick, concise orders to the head nurse on the floor. \"Keep a special nurse on the case for a few days. Administer oxygen continually until further directed. Watch those drain tubes. There was a lot of pus in that right lung.\" He turned, then, to the boy's mother. \"You must go now. The child needs rest. You may come tomorrow and see him,\" he said kindly. Tears of gratitude welled in her eyes as she started to go, then hesitating a moment, she asked anxiously, \"He will get well?\" He nodded affirmatively, \"Yes, he will be all right now.\" \"Oh, thank you, Doctor—Doctor—I don't know your name.\" \"I'm Dr. Boyd,\" he answered unrevealingly. \"Oh, I found the wrong doctor then. That is it. I found the wrong doctor first time.\" She went out, nodding her head and smiling. Then he turned to Jane. \"Don't forget to notify Elise Boulton that an emergency case came in, and has to occupy room sixteen. We'll need it for at least ten days.\" There was a cryptic satisfaction in his smile as he spoke. Then his face became somber as he studied Jane's face. \"How are things with you, Janie?\" he asked. \"With you and Philip, I mean?\" For a moment her dark eyes grew serious, and wavered beneath his gaze as she answered a bit hesitantly. \"Sometimes I think I am only a part of the impeccable equipment of this place, like the elevator, the X-ray machine, moving like an automaton through his days.\" Then a slow smile lighted her face and there was an eager, shining look in her eyes. \"Then other times—\" she said, leaving the sentence unfinished. \"Philip needs you, Janie,\" he said earnestly as he turned to leave. \"But, Dr. John, what about you? You're here doing this?\" she questioned, as she motioned toward the child's bed. \"That child would have died. You know that, Janie, but I came here because I had a feeling Philip needed me today, and I needed him, too.\" Jane gave him an understanding smile, and pressed his hand gently as she said, \"Philip needs you every day, Dr. John.\" He turned and drew himself up a little straighter and taller as though a sudden resolve had been born within him. And he said, \"I'll be back again tomorrow, Janie, and each day thereafter.\" A satisfied smile curved his lips, and a peaceful light stole over his face.\nEight boys. Is a junior at B. Y. U. This year. Provo.\nMrs. Dean's story\nMyrtle M. Dean, Provo, Utah, is the wife of Charles E. Dean. Have five children,\" Mrs. Dean writes, \"four daughters and one son. Four oldest are married and we have nine grandchildren, one little girl and Our children have all attended college, three of them having graduated from Brigham Young University, and our youngest daughter, Marie.\nAs to literary accomplishments, I am afraid I haven't many, but having received prizes in the Relief Society Short Story Contest the last two years gives me encouragement, and I hope I shall be able to spend more time in writing. I am a member of the writer's section of the Women's Council of\nOur children's children\" received the third prize in last year's Relief Society Short Story Contest.\nWe\nOur Variance\nSusa Gould Walker\nMy friend heard the wind, rancorous, harsh,\nBuffeting a tall spruce tree.\nI saw a maestro, myriad-armed,\nConducting a symphony.\nRelief Society Building Mews\nThe names of the following stakes, wards, missions, and mission branches have not previously been published in The Relief Society Magazine as having completed their building fund quotas:\nMoroni Stake - Woodruff Stake\nFrench Mission - Argentine Mission\nAdelaide Branch, Australian Mission\nHurtsville Branch, Australian Mission\nBankstown Branch, Australian Mission\nKemmerer Ward, Woodruff Stake\nBrisbane Branch, Australian Mission\nMelbourne Branch, Australian Mission\nChester Ward, Moroni Stake\nNambour Branch, Australian Mission\nEnmore Branch, Australian Mission\nPerth Branch, Australian Mission\nFountain Green Ward, Moroni Stake\nRandolph Ward, Woodruff Stake\nGlen Huon Branch, Australian Mission\nToowomba Branch, Australian Mission\nHobart Branch, Australian Mission\nWoodruff Ward, Woodruff Stake\n+ Remuneration Alice Whitson Norton\nI would not mind the loneliness,\nNor pain of broken wings,\nThat cause the utter weariness\nOf ordinary things,\nIf I could only write one song,\nAs lovely as the glow\nOf moonlight on a silent lake,\nHedged in with drifted snow.\nThe Symbol of a Dream\nVerda Mae Fuller\nContinuity Writer, KSL, Salt Lake City, Utah (Prepared under the direction of Mary G. Judd, Member, Relief Society General Board)\n[Continuity from a recording presented at the annual general Relief Society conference in the Tabernacle, Salt Lake City, Thursday morning, September 30, 1948, at the special session in recognition of the Building Fund achievement.]\nNarrator: The greatest art of all time will forever be of people, not of things. It was a teacher who phrased it thus, and a student who remembered those words.\n\"of people, not of things.\"\nYet we talk of a building. A building that is structure—stone on stone—wood on wood—marble on marble. It is, itself, a thing.\nUntil, we talk of it not alone as a building, but as a dream. Then the building becomes a part of all the people who have dreamed and planned and worked for it.\nA part of Zina D. H. Young, who stood, as the third president of our organization, in a Relief Society conference in the Assembly Hall, over half a century ago.\n(Fade)\nZINA: The Relief Society needs a house of its own. The women of the Church have done so much to help build other public buildings and temples that they have no means to build one for the Relief Society.\nNarrator: It is a part of Sarah M.\nKimball, who was the general secretary of the Relief Society and who spoke at that same conference, that day in 1896..-- SARAH: I feel it's a humiliation to be without a place of our own. We've co",
    "strict_loose_identical": false,
    "title_not_at_start": true
  },
  {
    "title": "In the Shadow of the Temple",
    "author": "Ruth Harwood",
    "etype": "poem",
    "index": 5,
    "month": "February",
    "strategy": "loose",
    "file": "05_loose_In_the_Shadow_of_the_Temple.txt",
    "path": "processed/Vol36/February",
    "position": 41428,
    "length": 24793,
    "content": "in the shadow of the temple. It should be a place to receive strangers in when they come, a place where letters can be written from, and information given. The Prophet Joseph Smith gave the sisters in Nauvoo a lot belonging to the Church and a house on it which could be repaired and made useful. We need a house of our own here. Now I want to ask you sisters if you want such a building as I have described. (SOUND: VOICES IN APPROVAL.) Narrator: 'They wanted it, of course. The voting was unanimous. But it takes more than votes to build a building. It took, among other things, the Sunday eggs. LITTLE GIRL: Oh goody, Mamma! Forty-eight of 'em today. MOTHER: That's just grand, Betsy. Put 'em in the case. LITTLE GIRL: The Relief Society Case, Mamma? MOTHER: Yes, Dear. Page 88 THE SYMBOL OF A DREAM 89 FATHER: Hmmm! Forty-eight! Looks to me like you've got those hens on your side, Emmy. I swear they never lay like that any other day of the week. (FADE) Narrator: Yes, it took the Sunday eggs. And it took the wool from the wire fences and posts and bushes after the flocks had left the enclosure. (FADE) MOTHER: There's some more down by that post, Betsy. BETSY: Oh, Mamma! Haven't we got enough now? MOTHER: Run down and get it. The exercise'll do you good. BETSY: You mean it'll do the Relief Society good! Narrator: Yes, it took the wool. And it took the wheat—wheat gleaned from the fields after the harvesters had gone—Relief Society wheat—a story in itself. To build that building took the co-operative help of the Mutual and Primary Associations. President Lorenzo Snow spoke of the joint project in the pages of the Woman's Exponent in July of 1901: PRESIDENT SNOW: We commend the undertaking and have contributed a valuable building site opposite the temple, valued at $18,000. The women must have $20,000 before commencing the house. NARRATOR: $20,000! That was a lot of money for those days. But Sister Zina was not discouraged. Before a year passed, though, both she and President Lorenzo Snow had been called to the other side. Joseph F. Smith was the next Church President; Bathsheba W. Smith the next Relief Society President. Under her leadership funds continued to be collected for the women's building. But in 1908, the plans were changed; and it was decided that they should include quarters for the Presiding Bishopric. Thus the dream of a woman's building, as such, had to be abandoned temporarily. We contributed $8,000 towards the construction of the Bishop's Building, as it came to be called, and moved into our offices there in December 1909. We've appreciated the offices, yes. But you know how you feel when you've been living with relatives and then get a chance to move into a home of your own. And sometimes, the relatives are a little anxious, too. Elder Marvin O. Ashton had a colorful way of expressing it, when in our Relief Society conference three years ago, he said in his own humorous way: BISHOP ASHTON: If we are perfectly honest with you, and sometimes we are, we should say something like this to President Spafford, \"Success to you in this building.\" And as the host said to his guests, \"Here's your hat, but what's your hurry?\" Our building over there is crowded. You need a new building and so do we need more elbow room. Success to you! I hope I have the privilege of contributing to it. And I'm sure I won't be denied. Narrator: Today, we talk of our building as a dream about to be fulfilled. We talk of it as Sister Spafford did in October conference, three years ago: 50 RELIEF SOCIETY MAGAZINE—FEBRUARY 1949 SISTER SPAFFORD: We want our building to belong to the women of the Church, and to have every Relief Society woman feel the pride of ownership in it. We want it to do more than house the general offices. We want it to be of service to all of you. We expect to include in it a comfortable lounge, where you may come and rest, write a letter, or meet a friend; check-rooms where you may leave your bundles; a relic room where choice articles of historic value may be preserved and displayed; an auditorium; well-equipped work and exhibition kitchens where homemaking demonstrations and lectures may be given. And we would like at this time to know your attitude towards the proposed building program. 'Therefore, just as our sisters of long ago called for a vote on this identical proposition, so today, forty-nine years later, we too are calling for a vote of this great congregation. (SOUND: VOICES IN APPROVAL.) Narrator: Again the voting was unanimous. Yes, we talk of a building. And talk of it was high that conference day in 1945. President George Albert Smith said: PRESIDENT SMITH: It's appropriate that you women of the Church of Jesus Christ, the only Church that bears his name by divine authority, should have a home of your own into which you can invite the spirit of the Lord when you hold your meetings. I realize you have been disappointed in the past; you thought you had a house of your own once before, but it turned out to be the Presiding Bishop's office also. But now your prospect seems better, and as you think about it and plan for it, you will be very happy. I don't care how fine it is, it will not be better than you deserve. There isn't anything too good for you as long as you keep the commandments of the Lord. You may be sure that if you do your part, the Lord will do his. Narrator: \"If you do your part, the Lord will do his.\" It is good to know as we dream our building that our sisters of the past have done their part—just as you, in a large measure, have done yours. It is symbolic that the library of the building we dream will carry many precious documents and words—the words, for example, of Sister Lucy Mack Smith, the mother of the Prophet Joseph, who, in the second meeting the Relief Society organization ever held, said: LUCY SMITH: This institution is a good one. We must cherish one another; watch over one another and gain instruction, that we may all sit down in heaven together. Narrator: And we have cherished one another.\nAs Sister Marianne Sharp put it:\nSISTER SHARP: Ever since Sister Lyman appointed Sister Spafford and me to help prepare the book, A Centenary of Relief Society, to commemorate the hundredth birthday of the society, I have felt very near to the Relief Society leaders of the past and the faithful members who are the mothers, the grandmothers, and even great-grandmothers of the members today. They have stepped out alive to me from the pages of the Woman's Exponent, and from the minutes of the general board. Their testimonies have increased my testimony. I have shared in their joys and sorrows.\nNarrator: And when you look at the portraits of our Relief Society leaders of the past, you know what Sister Sharp means. You see a solidarity of purpose shining in their eyes. You sense their courage and their faith. And it is a thrill to know that in the building of which we speak, they too will be personalities. We do not leave them behind; we take them with us; and we are greater because of them. They dreamed this building along with us, and it will be theirs, too—a building great because its purposes are great—because it will bear the name of a society whose purpose it is to serve the people, to comfort the sorrowful, to minister to the sick and the dying, to clothe the naked, and to soothe the distressed; to serve human need wherever it exists, as it will ever exist. And in this we can do no better than to beseech the Father that he give us charity and the pure love of Christ.\nVOICE (Echoing... Resonant) Therefore, whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man, which built his house upon a rock: And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon a rock (Matt. 7:24-25).\nNarrator: Our building has not yet been erected, but our prayer is that we, and the sisters who have gone before us, have succeeded in laying for it, the foundation our Lord would have us lay—a foundation of true charity unto his people.\n[Lighting of foundation of building.] Charity never faileth!\nSalt Lake Tabernacle, September 30, 1948\nRepresentatives of stakes and missions are seen standing below and to the sides of the pulpits, directly in front of the audience. The Singing Mothers are seated in the choir seats. The replica of the building may be seen in front of the organ pipes.\nFrom the Shadow of a Dream to the Sunlight of Promise\nVesta P. Crawford (Prepared under the direction of Priscilla L. Evans, Member, Relief Society General Board)\n[Continuity read by Sister Evans at the annual general Relief Society conference in the Tabernacle, Salt Lake City, Thursday morning, September 30, 1948, at the general session held in recognition of the Building Fund achievement.]\nYou, as the women of this day and year, come not as builders of that which is new, but you come as interpreters of a dream, as heirs of a high destiny. You are of the house and of the lineage of eternal builders. You add your illumination of ideals and the practical strength of your hands to build the sunlit walls of an edifice for women who love light and truth—women who have demonstrated the strength and beauty of their sisterhood. You stand in the brief, bright moment of the present, looking with love and appreciation upon the brave builders of the past—looking with hope and steadfast vision to the future. You are that golden link in time, binding the historic days which have been to the widening years to come.\nSouth Idaho Falls\nTeton Mesa\nSeattle\nIdaho Falls\nGranite\nRexburg\nSouth Los Angeles\nSan Diego\nNorth Idaho Falls\nUinta\nJuarez\nWells\nEmigration Utah\nFlorida\nTemple View\n(The first window is lit as the last woman stands. All remain standing.)\nInheritors of truth and faith\nWho keep the precious dream\nShall build the house of beauty\nAnd see the windows gleam.\nThe work of God's dominion\nIs given to your hand,\nAnd, from your home of service,\nShall reach to every land.\n(The first group sits down. Two windows remain lit.)\n(REPRESENTATIVES OF SECOND GROUP STAND AS LAST WOMAN STANDS THE SECOND WINDOW IS LIT. Women REMAIN STANDING.)\nBear River\nSmithfield\nOneida\nGrant\nParowan\nSugar House\nTooele\nEast Provo\nCedar\nSalt Lake\nSan Juan\nAmerican Falls\nLiberty\nSan Luis\nSevier\nOquirrh\n(Page 92)\nEast Rigby\nThe vision that your mothers knew\nIs like a mantle spread,\nAnd their prophetic blessings\nShine glorious on your head.\nAs daughters of the promise\nYour stately house shall be\nA lasting symbol of your dream—\nThe home of charity!\n(THE second group sits down. Three windows remain lit.)\n(REPRESENTATIVES OF THIRD GROUP STAND AS LAST WOMAN STANDS THE THIRD WINDOW IS LIT. Women REMAIN STANDING.)\nSan Bernardino\nOahu\nLong Beach\nWest Utah\nMaricopa\nWest Pocatello\nNampa\nInglewood\nSan Francisco\nTaylor\nBen Lomond\nPalo Alto\nWeiser\nWayne\nEast Mill Creek\nLehi\nOgden\n(The fourth window is lit as the last woman stands.)\nAs Latter-day Saints we know that a spiritual creation precedes our coming to this earth, and in keeping with this lofty concept, the hopes and the dreams for our future accomplishments rise within our spirits before they find expression in temporal form upon the earth, and in turn our efforts as builders beautify and develop our personalities for an everlasting purpose.\nThere is no stone so strong\nAs the light in the builder's eyes,\nAnd far beyond the walls of earth\nThe towers of the spirit rise!\n(The third group sits down. Four windows remain lit.)\nSan Fernando\nNorth Rexburg\nGrantsville\nDavis\nHillside\nMount Ogden\nBlackfoot\nEast Cache\nSouth Ogden\nCassia\nBonneville\nHighland\nTimpanogos\nPalmyra\nBurley\nHyrum\nMorgan\n(The fourth window is lit as the last woman stands.)\n\"This society shall rejoice.\" So spoke our Prophet and founder. We do rejoice. This is a day of heartfelt gratitude, for today many blessings have been made manifest; our hopes and our plans have matured and our dreams have come to pass. Today we have passed from the shadow of a dream to the sunlight of a promise.\n(Fourth group sits down. Four windows remain lit.)\n(The first group stands.)\nNorth Sevier\nSouth Summit\nLyman\nChicago\nPasadena\nWest Jordan\nSnowflake\nPortneuf\nPhoenix\nMinidoka\nSouth Carolina\nReno\nProvo\nFranklin\nBig Cottonwood\nRigby\nBenson\n(The fourth window is lit as the last woman stands.)\nThis building which we in our time shall erect shall be a monument not alone of steel and stone, but it shall stand as a watch in the night, as a symbol of the standard which we have lifted before the eyes of women everywhere, and as we use this building, always let us pray: \"So teach us to number our days that we may apply our hearts unto wisdom.\"\n(The first group sits down. Four windows remain lit.)\nFive Windows REMAIN LIGHTED.) (Sixth Group STANDS.) Lethbridge Garfield Montpelier Panguitch San Joaquin Gridley Mount Jordan Saint Joseph Bear Lake Humboldt New York Young Cottonwood Kanab North Carbon Orem Star Valley (Sixth Window Is LitTep as Last Woman STANDS.) In years to come it shall be said that many willing hands erected this building and many generous spirits contributed to its beauty. That this monument was not built by the few, but by the many. Your daughters and their daughters shall say: \"Our mothers builded well in the pattern and in the design of a people who look forward, and well they knew that 'too low they build who build beneath the stars.' \" (Sixth Group Sirs Down. Sixth Window REMAIN LIGHTED) (SEVENTH Group STANDS.) Deseret Mount Logan Sharon Pocatello Bannock North Box Elder Southern Arizona Lake View Gunnison North Sanpete Pioneer Saint Johns Logan Emery East Jordan South Sanpete Alpine (SEVENTH Window Is LitTep as Last Woman STANDS.) More than a hundred years ago the Prophet received a command from God: \"... Organize yourselves, prepare every needful thing and establish a house.... A house of faith. A house of learning.... A house of order.\" After this pattern the sisters have labored, and in this design shall our house be built. (SEVENTH Group Sirs Down AND SEVEN Windows REMAIN LIGHTED.) FROM THE SHADOW OF A DREAM TO THE SUNLIGHT OF PROMISE 95 (Eighth Group STANDS.) North Jordan Union Boise Malad Park North Davis Cache Mount Graham Ensign Alberta Idaho Portland Riverside Beaver Los Angeles Shelley South Salt Lake (Eighth Window Is LitTep as Last Woman STANDS.) When President Lorenzo Snow dedicated the Manti Temple, his words expressed the gratitude of a people who built with vision, with sacrifice, with magnificent purpose. He spoke of an edifice in all its parts. \"its terraces, its shrubbery, with all its adornments and approaches. May they be the pathways of the just.\" He said, \"May it stand and endure as a monument of the obedience and love of the people. That the recollection of their labors may be a source of pleasure to them and their children after them.\" These words of years ago re-echo to us now for, in very truth, the sisters do experience joy in \"the recollection of their labors\" in the erection of this their own home \"built with vision, with sacrifice, with magnificent purpose.\" (Eighth Group Sirs Down anp EIGHT Windows Remain LitTEN.) (Ninth Group STANDS.) South Sevier Berkeley Nebo Kolob Uintah Saint George Denver Lost River Yellowstone Carbon Duchesne Moapa Zion Park Roosevelt Juab Moon Lake North Weber (Ninth Window Is LitTep as rHe Last Woman STANDS. ) Well we know that earthly structures may not forever outlast the vicissitudes of time, yet this we know, too, that the dreams, the hopes, and the labors of this sisterhood shall not have been in vain. The stature of each of you as individuals has been increased—the shadow of each has been lengthened. There is no power on the earth that can break the golden links of the united effort of this sisterhood which the Prophet Joseph blessed, giving to us a precious key—a key that will, for all time, open the door to our Relief Society home in the shadow of the temple. (Ninth Group Sirs Down anp Nine Windows Remain LitTEN.) (TENTH Group STANDS.) Nevada Summit Sacramento Oakland Raft River Wasatch Twin Falls Big Horn South Box Elder § Washington Farr West Moroni South Davis Weber Millard Woodruff Blaine Spokane Santaquin-Tintic (TENTH Window Is LitTep As THE Last Woman STANDS.) 96 \"RELIEF SOCIETY MAGAZINE—FEBRUARY 1949 In generations far removed from us, our descendants will reverence this building, for it will have earned respect and will have taken on a great dignity. They will see in it the same beauty and symmetry that we see; but they will see, too, that which you and I will never see—an indescribable something age alone can impart. Ruskin calls it a \"glory\" and he says: \"The greatest glory of a building is not in its stones or in its gold. Its glory is in its age and in that deep sense of voicefulness, of stern watching, of mysterious sympathy.... Which we feel in walls that have long been washed by the passing waves of humanity.\" (TENTH Group Sits AnD TEN Windows REMAIN LitTEN.) (REPRESENTATIVES OF THE Missions STAND.) Northern California Finnish South African North Central States Eastern States Western States Northwestern States Australian Samoan East Central States Central States Uruguayan Hawaiian Central Pacific Texas-Louisiana Southern States New Zealand Northern States Spanish-American Central States Palestine-Syrian California Canadian Tahitian Tongan Swedish Western Canadian New England Navajo-Zuni Mexican French Welcome to our sisters from the far-flung missions of the Church, from the distant parts of our own country, and from the remote places beyond the seas. In our ideals and in our purposes we are as one. We are as a unit in building a home from which service and inspiration shall extend to women in all parts of the earth. We are as one in seeking our Father's kingdom where the everlasting structures rise. You of the missions stand at the threshold—you open the shining door of the gospel and bid all seekers after truth to enter the spacious rooms of our Father's many mansions. It is you who have brought love and greetings and your treasures from far places to build this house. Let the door be lighted and may your devotion be to all of us forever a sign upon its threshold. (The Door Is LitTep.) As a lasting door to service— Now lighted by the many hands Who carry far the gospel's gleam, The shining portal stands! (Mission Group Sits Down.) To Zion's daughters long ago A mission was foretold, And we have brought our offerings here As prophesied of old. Eternal builders, now we come, Rejoicing to this place; From out the crested mountain lands And isles beyond the sea, In joy and gratitude we come, In faith and charity. FROM THE SHADOW OF A DREAM TO THE SUNLIGHT OF PROMISE 97 For in this hallowed valley Our stately house shall rise, With strength and love uplifted Beneath the desert skies. The sun shall gild its shining walls And beauty there abide; In welcome to the sisterhood Its doors shall open wide. Then let us come rejoicing— Our treasures now appear In blessings gleaned and gathered Throughout a glorious year! (Counselor Sharp's Address. THE PINNACLE Is LitTep As SHE ANNOUNCES THE Goat REACHED.) 'Wearing a Face Into a Mother's\"' Caroline Eyring Miner TODAY as the college graduating class filed past the audience, a hand waved frantically in an attempt to attract one of the graduates. It was a mother's work-blunted hand, and as I looked at her more closely, her withered face beaming with pride and happiness, I suddenly knew what Gulbransen meant when he used in one of his books the striking phrase, \"wearing a face into a mother's.\" How does a mother's face get the mother-look of love and pride, and forgiveness, and faith, and trust that we all know?\nIt is worn there day by day as a great painting is made, stroke by stroke. To a fresh, young creature whose face is classically fair and lovely, a child is born, and with its birth there comes into the fair young face faint lines of a great unselfish love that has borne pain and sorrow for another. In the years that follow there come more children, more cares, more tears, more sacrifices, and the fair young—face wears, line by line, and love-stroke by love-stroke, into the face of a mother. Not all mother faces are weathered and prematurely discolored and wrinkled; those are not the really telling marks of a mother face, but are the signs of a life of struggle on the part of an individual whether she is a mother or not. The lines on a mother's face that make it distinctly a mother's face are those that gather about her mouth when she says, as she has said hundreds of times, \"Child, you didn't mean it, and I love you more than life in spite of all.\"\nSixty Years Ago Excerpts from the Woman's Exponent, February 1, and 15, 1889\n\"For THE RIGHTS OF THE WOMEN OF ZION AND THE RIGHTS OF THE WOMEN OF ALL NATIONS\"\nThou brightest of all earthly gems,\nHow much I think of thee;\nWhether in mansions of the great,\nIn wide domain and vast estate:\nOr in the cottage of the poor,\nIn workman's shop or merchant's store:\nUpon the land or on the sea,\nThere is nothing ever outshines thee.\n—Charlotte Cruse Thorpe\nFAIR AT ST. JOSEPH: There was a very fine display of useful and ornamental articles on exhibition; also quilts, tidies, home-made carpets and rugs, all being worthy of praise. A fine representation of statuary, including a large bust of President Brigham Young, which attracted much attention; also a display of sericulture, millinery, etc. We had on exhibition the finest of corn raised from the second crop after barley was harvested in July; also turnips weighing seven pounds, both raised by Bishop John Taylor, of Pima, and sweet potatoes weighing eleven pounds, raised by Bro. Frank Owens. Although too late in the season for a display of fruit, there was quite a variety of a superior quality raised in the valley this year. We have seen peaches measuring from nine to eleven inches, and bunches of grapes weighing from four to five pounds.\n—W. East, Pres., L. Gustafson; Sec.\nGod of Thy children below,\nFather, Redeemer and King,\nHelp us Thy hand e'er to know;\nAnd in all of the perils of life\nTo cling to Thine Anchor of love,\nTo guide through the billows of strife.\n—Hope\nTOOELE STAKE: Minutes of the Relief Society which convened in the Tooele meeting house, Dec. 8th and 9th, 1888, Pres. Mary A. Hunter presiding. There were present from Salt Lake City, Sisters Zina D. H. Young and Bathsheba W. Smith. Sister Zina D. H. Young gave some very good and interesting instructions to all, and to mothers especially, and spoke by the Spirit of God. Said, \"Mothers have a great work to do and a great mission to fill in raising up their children in a proper manner. Our children who are obedient to the Gospel are a great and shining light, and we should be very careful to set a good example before them, so that they may walk in our footsteps.\"\n—Ann Tate, Cor. Sec.\nNOTES AND NEWS: Smith College, Mass., has received a gift of $5,000 toward a gymnasium. The donor was a woman. The Queen of Sweden has given a large donation to the Dress Reform Society, to enable them to open a store in Stockholm. The girl mail-carrier, of Oregon, whose home is near Eugene City, bears the euphonious name of Minnie Westman.\nExcept for one Copenhagen publisher, Mrs. Alfred Knopf is the only woman in the world who is a major book publisher. She is vice-president to her husband in the Knopf firm, and personally handles the writings of such writers as William Shirer, Robert Nathan, and Elizabeth Bowen.\nBLIZABETH June Barlow, who won the title \"Miss Utah\" last fall in the talent and beauty contest at the State Fair, is an active Latter-day Saint girl, a member of the Tabernacle Choir and a ward chorister. A lovely blonde, with a winning smile, Miss Barlow feels that the training received while fulfilling her Church assignments was an important factor in her winning the crown. Singing is the talent she demonstrated.\nGENEVIEVE RIVIER, of Lausanne, Switzerland, author and world traveler who is writing a book on America, called attention to a noteworthy situation, while visiting in Salt Lake City. A very high percentage of Swiss families shared what they had—and in many cases it was not a great deal—with one or more refugee children, sometimes over a long period, during the war. They harbored a great many French and Dutch children.",
    "strict_loose_identical": false,
    "title_not_at_start": true
  },
  {
    "title": "Woman's Sphere",
    "author": "Ramona W. Cannon",
    "etype": "article",
    "index": 2,
    "month": "March",
    "strategy": "loose",
    "file": "02_loose_Woman_s_Sphere.txt",
    "path": "processed/Vol36/March",
    "position": 66152,
    "length": 6512,
    "content": "Woman's Sphere noted American women were among more than two thousand delegates, representing fifty-two nations, at the International Congress of Mental Health, held in London last August. They were Anna W. M. Wolf, family counselor, and Mrs. George Van Trump Burgess, vice-president of the Child Study Association of America. Mrs. Burgess commented on the \"sense of interdependence of sciences upon each other, and of nations and individual human beings.\" If only everyone in the world could understand the true importance of that interdependence, surely we would have peace instead of war! Two In a meeting in Washington, October 29, called by the American General Federation of Women's Clubs, leaders of national youth organizations and producers of radio and movie programs and publishers of comic strips, discussed radio, television, and movie programs and comic books for youth. It was agreed that the makers should go much further than merely \"observing the negative code—no nudity, no glamorizing of alcoholic beverages, no contempt of law, family, or respected institutions, no torture, no detailed methods of youth crimes, no obscene language.\" A common aim was agreed upon to give youth the best in entertain- Ramona W. Cannon ment. Programs \"should produce vibrant mental and social health.\" Parents, teachers, and children should be taught discrimination, and local distribution of available good entertainment should be assured. MRS. J. L. BLAIR BUCK, president of the General Federation of Women's Clubs, on a recent trip to Japan, saw the Emperor open the Japanese Diet (legislative body), and through an interpreter she talked to five Japanese women members of the Diet. MRS. LEONARD A. ROBBINS, ninety-three, of Salina, Utah, is believed to be the longest-married wife in the state. She has been wed for seventy-two years. IN the autumn graduation of medical students from the University of Utah, a young woman received the highest scholastic rating. Gwen Gleave, of Annabella, Sevier County, Utah, was honor student in a class of twenty-six men and four women. HELEN C. PAYNE, of Ogden, Utah, is one of three women in America to hold executive positions in the United States Forest Service. She is an assistant in the department of education. She helps to educate the public regarding the needs and methods of conservation and fire prevention. Page 173 VOL. 36 EDITORIAL MARCH 1949 Full Measure, Running Over At the 107th birthday of Relief Society on March 17, all Relief Society members may view with justifiable pride and satisfaction the accomplishments of Relief Society during the past year. Above the level of a regular year's activity rises one accomplishment which will tower with\ngreater significance with the passing of the decades. As in every year there were countless acts of sisterly love and devotion tendered the less fortunate and sorrowing. Long and arduous hours were spent in making clothing and processing food for saints residing in countries where living conditions continue to be meager. 'That charity which never faileth, the mainspring of the society, was fully made manifest. And, added to this service, a marvelous achievement was completed, one which the sisters of Relief Society have desired since the early days—to raise money for a Relief Society Building. This dream has, during the past year, seen fulfillment. The magnitude of the task which the sisters had set for themselves seemed at times well-nigh impossible of accomplishment. But, blessed with the approval of the First Presidency in this undertaking, Relief Society leaders throughout the world invoked the spirit of our Heavenly Father to enter into the hearts of the sisters for this great cause. Page 174 The results have shown that these prayers have been answered in a marvelous way. The lonely widow, the young mother, the mature woman, the sister sitting in a thatched hut, the one huddling around a scant fire, the member dwelling in the warm climes of flowers, and the one living in the barren, icy wastelands—all joined hearts and hands to fulfill this dream of their beloved Relief Society. In addition to the half million dollars asked of them, nearly sixty additional thousand have been given by those whose hearts were inspired with love and overflowing with generosity to their cherished Relief Society. And, on this anniversary, the general board expresses its deep gratitude and appreciation to all members of Relief Society throughout the world. For your diligence and faithfulness you have been abundantly blessed and, inasmuch as full obedience is given to the instructions of the Priesthood which presides over Relief Society, and Relief Society members give unselfishly of themselves, rich blessings will continue to be poured out upon the sisters, and the women of the Church will find eternal joy. Such is the prayer of Sister Spafford and the general board from hearts filled with gratitude for the goodness and accomplishments of Relief Society members during the past year. M. C. S. TO THE FIELD Vlo She Importance of the Visiting Seachers Message OUR attention has been called to the fact that some visiting teachers are under the impression that since a report as to the delivery of the message in the homes is no longer required it is not necessary to present the message itself in the homes. Stake and ward presidents are requested to correct this impression and to emphasize the fact to the visiting teachers that the delivery of the message in the homes is a vital part of the visiting teaching program and its importance has in no way diminished even though a monthly report of this activity is not now required. Organizations and Reorganizations of Nisston and Stake Reliof Societies Since the last report, printed in the December 1947 issue of The Relief Society Magazine, to and including December 1948. ORGANIZATIONS Appointed President Date of Appointment Missions Formerly Part of Mabel A. Price October 6, 1947 East Central States Mission Navajo-Zuni Mission Central Atlantic States Southwest Indian Name changed Dec. 8, 1948 Stakes Blackfoot and 1948 West Pocatello Parowan Sacramento Stake Northern California American Falls Louise H. Woolley February 25, Cedar San Joaquin Afton P. Parry June 7, 1948 Venice Ricks April 25, 1948 Mission South Carolina Southern States Alice Voyles October 19, 1947 Mission REORGANIZATIONS Missions Released President Appointed President Date of Appointment Australian Florence T. Rees Blanche K. Richmond April 10, 1947",
    "strict_loose_identical": false,
    "title_not_at_start": true
  },
  {
    "title": "Notes to the Field",
    "author": null,
    "etype": "article",
    "index": 4,
    "month": "March",
    "strategy": "loose",
    "file": "04_loose_Notes_to_the_Field.txt",
    "path": "processed/Vol36/March",
    "position": 75279,
    "length": 712,
    "content": "NOTES TO THE FIELD 177 Special Short Story Yssue Planned for April HE April 1949 issue of The Relief Society Magazine will be the special short story number, with four authors being represented, each with an excellent story. Watch for these stories in April: \"The Boy There,\" by Christie Lund Coles \"Thunderstorm,\" by Mary Ek Knowles \"Through the Darkness,\" Hazel K. Todd \"And all Eternity,\" Carol Read Flake J, is Yy WVritin g Marvin Jones Everyone looked up to watch white streamers Run along the thin, blue wedge of sky— There was no need for me to look so far Beyond the city's windowed walls, for I Saw heaven on the face of one who sent A song white-winging through the firmament. Longing Susa Gould Walker",
    "strict_loose_identical": false,
    "title_not_at_start": true
  },
  {
    "title": "March Winds",
    "author": "Dott J. Sartori",
    "etype": "poem",
    "index": 5,
    "month": "March",
    "strategy": "loose",
    "file": "05_loose_March_Winds.txt",
    "path": "processed/Vol36/March",
    "position": 75992,
    "length": 29790,
    "content": "March winds still blow and toss the kites on high. His kite is dusty, lying idly by; The pussy willows grow; the birds still nest; He doesn't go a-hunting with the rest. The dandelions dance in April rains; He bound my heart to his with pale green chains. I hope there are pussy willows, kites, and dandelions Up in heaven. St with Sophistication hich, é hen she after all, jg quite foolish as I dis. To alifornig Emi COvered tha Morning when I went COdrow oft it in the \"aie Geb ie cal] Y were very natura] and Nephew and his wife from Indiang friendly, not Sophisticated at all. Lhe young man, a Colleg Professor, Tom Aadfie himse] answered tad SOCS TCE ge, Offer ¢ teach a the d Or. He was a tall, thin man, Our VENVCrGHiay fay, the summe > and with CVe glasses, and hair that was Mily was delighted. Clinitely slippin ot exactly good. \"80 happy to \"€ someone looking, lean-looking Would fit him In the Place fo, th summer,\" She b tter, an INntellig, nt, the kind of fold me, \"| Never have ]j ced closing an one n it up, but 7 didn't like Tenting to 'rangers, O Tom e aten't enough Y hours ip the day\" L4 good neigh. \"How wel] I know that. This r ke you,\" Morning J didn' ve a Class, but here J 4M Correct; f women re. Y* Ss\": not beautiful, Sa lovely MOrning isn't It? \"Ople from think we're §lng to like your city, WE ARE SO BUSY We've never been here before, I mean I haven't. Tom was _ here once when he was a child.\" \"Things have changed a great deal since then,\" I told her. \"I think our biggest changes have come since the war.\" _We got started on the war then. Mr. Hadfield had been in the navy and since my Bob had been in the navy, too, we had a common interest. From the war we went to economics. It was the subject nearest his heart since he taught it. Mrs. Hadfield added her share to the conversation in a way which indicated that she, also, was educated. They asked me all about the city. Especially they were interested in Temple Square. \"Your Tabernacle organ,\" Mrs. Hadfield asked, \"would there be any chance to hear it? I play the organ a little myself, so I'm partial to organ music.\" I was very happy to tell her about the organ recital every day at noon, \"T'll tell you what,\" I volunteered, \"If you like, I'll go with you someday. Maybe I can show you a few things that you might not see if you went alone.\" \"Would you? Oh, I'd love that. Pll be looking forward to it.\" Both of them invited me to come again soon and I assured them that I would. (CROSSING the yard to our house, I decided that I would try to find a day next week to go to the organ recital with Lucille Hadfield, but I didn't. Very suddenly Margey and Brad decided to get married in July instead of waiting until September. There were so many things 179 for me to attend to, as there always are for a bride's mother no matter how simple the wedding may be The days slipped by. I saw my neighbor quite often during the afternoons sitting in Emily's hammock in the back yard. Always she was just sitting, not reading, not sewing, just sitting. And always I Was surprised, she had impressed me as being so full of energy that I couldn't associate idleness with her. A few times I stopped by the fence and talked to her, and she seemed so interested in whatever I had to say. I apologized for not having had a chance to go to town with her. She was very understanding. \"I know all about weddings,\" she told me. \"We had three in the family last summer. Actually we were 4 little tired of them before it was all over.\" \"IT should think so. Well, it's over now and I won't be so busy. Why don't we plan to go to the recital this Wednesday, or maybe you've already gone.\" \"No, I haven't. I'll be looking forward to Wednesday, then.\" \"Good. We can go to lunch af. Ter and make a day of it, if you'd like.\" But on Tuesday night Dan's sister Beth came in from St. George. It was always nice to have Beth and since she came so seldom I did like to spend the time with her' while she was here. Much as I hated to disappoint Lucille Hadfield, I just couldn't go. \"Of course, I understand perfectly,\" she answered, when I called her. \"Don't worry about me, I can go just anytime.\" \"Tm surprised Lucille hasn't become discouraged and gone by her- 180 sclf,\" I told Beth as I hung up the phone. \"She probably has,\" Beth replied. \"I wouldn't be concerned about it\nShe probably goes to town every day, with nothing at all to do. | don't imagine that she is too lonesome.\" \"IT guess not, but I am going to spend an afternoon in town with her before she leaves to go home since I suggested it.\" It was my turn to entertain my club on the first Thursday in August and I decided to ask Lucille Hadfield to come. Although I had invited her over repeatedly a special invitation would make her know that I was sincere in my efforts to be friendly. \"This is Kate Crandall,\" I said when she answered the phone. \"Oh, hello,\" her voice was sunny. \"It's nice to hear from you. \"Did you have a nice visit with your sister-in-law?\"' \"Yes, I did. You see I was teared in the country, too, and she brings me up to date on rural things.\" \"Tm rural-minded, too. Most of the time I find the city rather dull.\" \"Well, it can be. What I called for is to ask you to come to my club on Thursday afternoon if you will, It's here at my house. There are about a dozen of us. It isn't a card club, more of an art club. Sometimes we sew or have a book report. This time we are having a lesson on stencil painting. Have you ever done any?\" \"No-no, I haven't.\" \"Well, it's simple to learn. ['m going to town tomorrow, and I'l] get the materials you'll need for you if you'd like me to.\" There was a long pause then. RELIEF SOCIETY MAGAZINE—MARCH 1949 When she finally answered I was prepared for her excuse. \"Pm so sorry, Mrs. Crandall.\" Her voice sounded strained and so different from what it usually did. \"But I just remembered that I'm meeting 'om tomorrow afternoon. He doesn't have a class and we're going to town.\" It was a very lame excuse; quite obviously she didn't want to come. I hung up the phone, feeling like I had been slapped. It sounded so unlike her. Maybe, after all, she wasn't interested in being anything but a casual acquaintance. Maybe all of her friendliness was only a charming front. Still, she 'had always shown so much interest in whatever I had talked to her about, and had seemed so enthusiastic when I had suggested taking her to an Organ recital.... Maybe, after all, I should just skip the whole thing. She had never been in my house, and now she had made it plain that she didn't care to come to my club. So I forgot about it. THE August days hurried by, with autumn sneaking quietly toward us. I had seen very little of Lucille since I had called her. Sometimes. From my kitchen window, I would see her sitting out in the hammock. One time I waved to her, but she didn't wave back, so she must not have seen me. I was working out in the back one evening after dinner when Mr. Hadfield drove into his yard. | could see that he was alone and that seemed rather odd because she was always with him. Then I remembered that I hadn't seen her for days. (Continued on page 214) 182 BOOKS BY THE FIREPLACE ARE CONVENIENT AND ATTRACTIVE Too often the volumes in this group get jumbled together so that they detract from the appearance of the home. This condition can quickly be improved by working over this collection, disposing of all waste material, and classifying and filing in a suitable cabinet or file case all pamphlets and papers which are worthy of saving. Such a cabinet is easily made by a handy man, or it can be purchased for a few dollars. Then, using paste, shears, transparent tape, and binding cloth, repair all volumes which have become frayed or torn. This can be developed into an interesting hobby. Finally, important volumes should be rebound, to ensure their preservation. After these things have been done, give this group of books a wellchosen place on the shelves, and they will add greatly to the general tone of the home library. A fourth group of books offers special incentive for display. 'These books are the new ones in their RELIEF SOCIETY MAGAZINE—MARCH 1949 bright jackets, and books which are constantly referred to, such as the standard works of the Church in their prim embossings. 'They challenge attention at once, and since they are currently being read anyway, they look well between bookends, or in a special place of honor on the shelves, within easy reach at all times. They may grace a table or a desk, subject, however, to frequent change. This part of the collection might be considered the priming spark of interest. Cared for along these lines, the home library becomes not merely a supply of books, but a vital, growing entity of book charm, always an important part of the home decoration, always a storehouse of knowledge and inspiration, becoming richer with the passing years. KEEP THE NEWEST BOOKS HANDY TAKE CARE OF YOUR BOOKS an: 183 THE BREAKFRONT IS A NATURAL DEPOSITORY FOR THE BEST VOLUMES a —<- G Have Ilo Need Grace Zenor Pratt 1 do not need a portrait of your face. Each loved, remembered feature I can trace With tender care. An art of memory. I do not need a record of your voice; To me, each cadence is as clear as some sweet melody Which, half-forgotten, springs to life again. I have no need for pictures to reveal the way You smile; your charm, the things you do and say.. I hold you close, so close against my heart— But sometimes I have need to speak your name I wait your coming when the hour grows late— And earth seems lonely as some distant star. I have no need for portraits of you, dear; I feel your presence; you are always near. I speak your name... And hear your answer, too, Remembering the long, long hours with you. How to Make a Pleated Skirt Lena DuPaix raw a pencil line as shown in figure 1. Place the material on the ironing board. Start at a seam and measure a pleat with the marker as in figure 2. Be sure the fold of the pleat is exactly on the lengthwise thread of the material. Pin pleat at either end and through center as figure 3 shows. Is stretched tight from end to end so the pleats will lie quite flat. Then, beginning at the edge of the first pleat made, measure out 1 inch, pin pleat at either end and through I = i—_} [ it {RONING t__ az I a BOARD FNS. 3 SHOWING POSITION OF | PINS IN PLEATS ON BOARD | —L MATERIAL a uu x | io < | a lt | I\" PLEAT | 4 FIG. 4 7 a SHOWING PLEATS PINNED ON ee | ~- FIG. 4 prwetiee IRONING BOARD READY FOR PRESSING MARKED FOR USE SHOWING HOW TO PLACE IN PLEATING SKIRT MARKER ON MATERIAL FIG. 5 COMPLETED SkIRT FIG. & _ \"| SHOWING PROCEEDURE VHOER Lap 4°. J FOR MAKING SKIRT 1\" PLEAT: WITH LESS MATERIAL HOW TO MAKE A PLEATED SKIRT 185 To pleat a skirt using less material, use twice the hip measurement. Follow the same directions used for deeper pleats, but lap the pleats under only % the full width of each pleat. On the cardboard marker measure and make a Y -inch line then measure 1 inch for the width of pleat, but fold under only % inch as figure 6 shows. After the materia] is pleated, remove from the board and baste the Pleats in place at the top edge of skirt, and pull basting stitch up to the waist measurement, or to fit the size of waistband. — ~~~. — Compensa tion Jessie M. Robinson I thought life dul] with barren deeds, As futile as the meadow weeds. Ere was a field my father had here planted \"TOPS were always bad, But lush with Queen Anne's Lace— What a lovely place! They Are Not Mine Caroline Eyring Miner nourish and cherish the body, for it is mine. God may at any time claim his Own again, the spirit of my child. At my table today sit three guests. Only yesterday I called them mine, Today I call them God's. They are in uy Cate, possessing bodies ] made for them, which I must ep warm, keep Properly nourished, keep clean, so that the guests will not tire of in. Hospitable surroundings, They are with me in this strange country to gain experience, And when their visit js ended, and they. Have gone Home, if I am still here, J 'shall be lonely and | shall weep, Perhaps, but I shall know them again. How to Make an Embroidery Floss Case (Handy Hint for the Sewing Bag) Afton N. Porter 1 ters are few things more annoying or more time-consuming than that tangled ball of embroidery cotton. Here is a very simple solution to the \"knotty\" problem. Take a piece of lightweight, white material—voile or thin muslin is very suitable—16% inches long and twice as wide as you wish the case to be (24 inches is a good width). Make a % inch hem on each end. Join sides A and B and turn right side out. Make rows of stitching from C to D about % inches apart across the entire width of the case. Cut skeins of 6-ply embroidery cotton as usual, and with a safety pin lace them through these stitched spaces. You will have one of the neatest and handiest articles for your sewing bag you have ever owned. Not only does it keep your thread clean, but it permits you to draw out one or several threads at a time without tangling the entire skein. 24\" A B Cc t qT T t eee T T T t a | T T enehtael T T a | T T ies T T T cia ede ale ee Oeeeeeen, CHOIEt Ped eh ee ea ne ee ee Tarra reae. Ee. Bdo TRO eae PPP tse > aaa Gnas SPeeipae tele Sea Leeee ik Seeeene) Suet rt tC Toa Dees ov fe fee ei ti eet teem y Peep eee ea GEE E Rs | eure SeLUALL hea) Pee eee fetes SOR eeeeelcasy | lFho } oa eee (ical ht eee ee Ue LO D 4__|___ fs a | ik Mitel tl Stitching in rows 3\" apart Page 186 16%\" 16%\" That's My Towel! Ivie H. Jones ela wear out faster by washing than by wiping. No one wants to wipe on a towel someone else has used, so into the wash it goes. When towels are both colorful and plentiful, we have a different color for each member of the family. Sometimes they are just white towels with the stripes of the colors. As each child came into our home, we added a different color. Children like the feeling of ownership, and I'm sure you will find, as we did, that they will soon take delight in hanging up their own towels and in keeping them clean. I can just hear our tiny tots, pointing to the wet clothes on the line on washday, saying: \"That's my towel. When will it be dry?\" And I seldom put them away after washday, for willing hands were anxiously waiting to put their own towels away and hurry back to take the stacks for Mother, Father, Grandpa, or guest. There have been times when we could not buy the particular color we ase SO we labeled the towels and the racks, being sure that each member of the family, as well as guests, had his own towel. It doesn't take long to write the names in large letters and with a coarse boilproof silkaline thread, chain stitch over the letters using a particular color of thread for each member of the family\nand for the guest. Name tags for labeling the towel racks can be purchased at most any book and stationery store or they can be made of a strip of used tin can, bending both edges over a knife blade to allow the insertion of the name card. Try labeling your towels, and it will surprise you how few towels you will have in the wash each week and how long they will wear. 'a 1 Art Seacher C. Cameron Johns You taught me the clean, sweet taste Of poetry on the tongue The slim inquiring fingers of music And, even though you are gone, My years are still scented With the fragrance Of your laughter. Page 187 Antiques to Know and Cherish Lorene Pearson Illustrations by Elizabeth Williamson HERE is much in the history of New England that approximates the history of Utah. Both regions were settled by farmers, craftsmen, and small tradesmen who came to their respective wildernesses with the idea of staying and of multiplying, that the convictions for which they suffered exile might be established solidly on a spot of earth that would forever thereafter bear the stamp of their peculiar faith. Both brought with them, or made upon arrival, furniture and household utensils that reminded them of their former homes. American ingenuity, nurtured in this new land, improved upon these articles or was responsible for new inventions. Many of these objects, those so perilously brought on the first journeys, and those lovingly developed, have become dear to us; they are the things that survive ll manner of other changes in our lives. Beginning with the hearth—the first consideration in any home—we have first of all the open fireplace. In our own day the stove in various guises has become more economical, but perhaps the most charming and useful heating unit of all was the cross between the two—the Franklin stove, invented by Benjamin Franklin and used for generations. The idea behind the Franklin stove was one of retaining the wasted heat of the open hearth while at the same time having the open flame. It was a cast-iron affair capable of being Page 188 moved from room to room, and of being vented in the old fireplace. So successful were these stoves that quantities of the original were produced and reproductions and variations have been manufactured down to this day. Lucky is the person who owns one or has a friend who owns one and will permit the toasting of shins at such a comfortable hearth. Next in importance to the pioneer and to the homemaker today comes the table. Fortunate is the person whose family has owned and cherished any of the Early American tables. One of the most charming, in the original and in reproduction, is the butterfly dropleaf type with canted leg, derived possibly from English pieces of the sixteenth or seventeenth century, but in the form we know it, distinctly American. It has always an oblong fixed top supported by four turned legs slanting outward with stretchers near the base, and with two wings which swing out to support two drop leaves. Now that we have a fire and a place at which to eat, we can think next of a place on which to sit, that is, to sit comfortably. At first it was enough to have benches and stools and straight-back chairs, but soon American ingenuity came into play, and the rocker was invented. Several types developed, so thoroughly did the idea take our forefathers by storm, but none was more popular than the so-called Boston rocker. Tress eae! | I _ Pa 3 ies i= he - JS ZY] td = ee =. HOW MANY OF THESE ANTIQUES CAN YOU IDENTIFY? (Answers on page 191) Page 189 190 The making of it was not confined to the area whose name it carried; eventually, every state in the Union had factories; and England, France, Holland, Sweden, and Germany all produced copies. Since 1840, many have been exported to all parts of the world. 'The rocking chair seems to have fallen somewhat into disuse in these days of overstuffed furniture, but there can be a niche for one in any household for use in mending socks, reading a good book, or nursing an infant, and in a home where quilt-making is still a joy, there can be no mote satisfactory arrangement. HEN came the need for a clock to tick away the hours, to add more exactness than the sun could give. Grandfather clocks, of course, were wonderful, but required space, then as now. More practical, more truly American, less expensive, was the banjo clock to hang upon the wall. It is completely functional, and therefore beautiful as well; inside the banjo every part is as carefully lanai as the genius of Simon Willard could make it; outside, the shape is lovely and appropriate for fine carving and gilding. It might almost be said that there has never been an ugly banjo clock, original or reproduction. An article not so much used these days when cooking is not done over the open flames in the fireplace, but one none the less intriguing when owned and used, is the trivet. It is a small, three-legged iron stand with a top large enough to balance a kettle and with a handle to shift it here and there among the live coals for maximum or minimum heat as the housewife may desire. These are still RELIEF SOCIETY MAGAZINE—MARCH 1949 rather widely used in England to boil a pot of water. Many small, useful articles were produced in the early years of settlement and later; these have become collectors' items. Among the glass objects for decoration and use were castors, which consisted of bottles for oil, vinegar, salt, pepper, and other daily table needs nested together on a handled stand that could be carried to and from the table with minimum effort. Another little article was the penny bank, which took many beautiful forms; some may be found in tin, in wood, in glass, in pottery. It might be well to think of them as more than decorative in these days, as well as in those other days when thnft was emphasized. There were, of course, many purely decorative pieces made, particularly as the Victorian era approached. There were the quaint hands terminated at the wrist, made of glass or metal or china, attractively sculptured to catch the imagination. Another Victorian bibelot was made by placing wax flowers or small statuettes under a beautiful glass dome; it was called a glass bell. Many creations of the hours of feminine leisure in those times of fantastic redundancy found shelter under the bell. One of the most beautiful of all the small objects made in recent and ancient times was the glass paperweight. All of us are familiar with the solid half-ball of clear glass, but how many are aware of the variety of exquisite designs imprisoned within the antique ones! The production of these was a resurgence of an old art developed by the Egyptians in the twelfth century, B. C. ANTIQUES TO KNOW AND CHERISH About the time of Cleopatra the Romans revived the idea; factories later sprang up all over Europe; it is not strange to see that the American craftsman was attracted to this difficult but rewarding art form. The making of paperweights spans a long period in our country; the Millville rose, one of the most attractive, was made as late as 1912. Fine paperweights were never inexpensive, and 1 as they have become collectors' items, they are one of the mote costly treasures to add to one's home. For those who cannot afford to collect, or do not wish to collect, there is joy in becoming acquainted with these and other antiques and in seeing them in museums or the homes of others, for they are part of our national heritage, our way of life. IDENTIFICATION OF ANTIQUES PICTURED ON Page 189 ba. Glass paper weight 2. Victonan Hand. Victorian glass bell for wax flowers, statuettes, horsehair wreaths, etc.. Boston Rocker Butterfly dropleaf table (canted leg) yb ow 6. Trivet made of wrought iron 7. Penny Bank 8. Castor 9. Banjo Clock 10. Franklin Stove Cotton Storm Leone E. McCune The market must have dropped today, The price can't be so high, Go fetch my dusty sewing kit, For cotton's raining from the sky. Overtone Dorothy J. Roberts ' So faint a sound to pierce my lethargy, Only an overtone escaping from your word, Some undefinable in minor key, Beyond all meter, rather felt than heard. Small as a seed in my heart's darkened loam, Its roots have quickened in my hungering Till its stock and pedicel are phlox in bloom, More swift, more beautiful, than sudden spring. Cakes Decorated and Designed at Home Eva Willes Wangsgaard ECORATING birthday and wedding cakes can be done at home by any woman with a keen desire, a little creative energy, and a fund of imagination. Some cakes that I saw recently, created and finished by Mrs. Alvin Larsen of Logan, Utah, would fire the imagination and stir the desire in any homemaker, especially one with small children. The tools needed are simple and easily procured at the five-and-dime stores or can be made easily at home. Mrs. Larsen makes many of her implements out of ordinary typing paper folded and cut on the diagonal. The resulting triangle is rolled into a funnel for holding the decorating icing. The tip may be snipped in various designs for very pleasing results. The beauty of the cake depends on the patience and the craftsmanship of the creator. Mrs. Larsen creates all her own recipes both for the cakes and for the icings and blends the standard flavors for individuality and variety. Her decorated cakes, both body and decorations, taste as pretty-as they look, and they look prettier than the first bluebird in spring. Naturally, she doesn't want to divulge all her secrets, but she was kind enough to give me a basic recipe for a child's birthday cake and for the icing to glamorize it. These you will find at the end of this article. Page 192 Let me tell you about some birthday cakes she has made, cakes that you may imitate or that will inspire you with ideas of your own. Judy's was a two-layered, butter sponge cake, ten inches in_ diameter. It was enveloped in pale pink icing and sported a border of rose-pink rosebuds and white daisies with silver centers. Pairs of bluebirds rested among the flowers, four to a wreath. Inside the floral border the inscription read, \"Happy Birthday, Judith!\" In the center, held high on a concealed paper cup, stood a storybook doll, \"Cinderella at the Ball,\" in a deep rose evening gown. We cut into it, and um-m-m, it was so good you could scarcely stop eating! Michael's was a similar cake iced in yellow. Sixteen little merry-goround horses, complete with flowing manes, arched tails, saddles and bridles, galloped around the border. All of these were made of delicious icing. Peppermint sticks held up the paper canopy and the birthday greeting was written in blue icing. Another idea this home artist has conceived is a nursery rhyme cake with such figures as Old King Cole, Little Bo-Peep, Little Boy Blue, etc., decorating the top. MP. Larsen makes the _ roses, birds, and other decorative figures the day before the cake is baked or earlier the same day so CAKES DECORATED AND DESIGNED AT HOME that they will be dry and firm by the time the cake is iced. She builds each little flower on a bottle cap, making one petal at a time. Fully opened roses, orange blossoms, and other flowers made full-faced, are completed with their tiny gold Ben Hains 193 stamens. She always uses a homemade paper tube for forming birds. These figures are attached to the iced cake with icing which holds them as it\nsets. _ You may think Mrs. Larsen must be a trained expert and that what \"MERRY-GO-ROUND CAKE\" 194 RELIEF SOCIETY MAGAZINE—MARCH 1949 Benny Degn SANDRA LARSEN, LOGAN, UTAH, AND HER FIRST BIRTHDAY CAKE she can do has no relationship to what you can accomplish, but she is just a housewife like you and me who has taught herself every step of the way by the trial and error method, with only a talent for design and a great joy in creation behind her. Many women have these traits and are unaware of them. Why not get the few inexpensive pastry tubes and implements which you can buy at the five-and-dime, cut out a few paper triangles, take these basic recipes, and try your hand at the young fry's birthday cake? You may find not only joy for yourself and your children, but you may branch out, as several women I know have, making cakes for fees and winning prizes at the state fairs.. One caution Mrs. Larsen asked me to give you is this: do keep your colors pastel. A drop or two of coloring in a batch of icing for figures is sufficient. Also, she says that she paints the eyes and beaks of the birds and tints the edges of fancy petals with a toothpick dipped in cake coloring after the figures are dry. Another tip, vegetable shortening, being white, is better to use than butter in icings which are to be tinted. BUTTER SPONGE CAKE eggs, beat one at a time in batter. NN eR cup shortening, butter and vegetable shortening half and half. Cup sugar, cream in shortening, preferably by electric mixer. Egg yolks, add one at a time and beat lightly at slower rate. CAKES DECORATED AND DESIGNED AT HOME 195 2 cups sifted cake flour, 2 tsp. Baking powder, sifted together. \" tsp. Salt. 1 cup milk. Add alternately sifted dry ingredients and milk, beginning with flour and ending with flour. Beat slowly three minutes. Add flavoring, banana, tropical fruit, vanilla, or your own blend of any of these. Pour into well-greased 10-inch cake pans, 1-inch deep, lined with greased waxed paper. Bake in moderate oven (350 degrees) for 20 minutes or until firm. ICING 1 lb. Powdered sugar canned milk, sufficient to make a creamy consistency. Add a little at a time while beating. 1 heaping tbsp. Vegetable shortening Beat at a slow rate for three minutes. Add a few grains of salt and flavor, add coloring if desired. For figures and flowers, make the above recipe, or a portion of it, very stiff with more powdered sugar and beat smooth. A Birthdays aed Wedding oF pesccmscmias Remember the Women of Your Family with a Subscription to the RELIEF SOCIETY MAGAZINE Use this Coupon Enclosed please find $1.50 for which please send the Relief Society Magazine for one year, begimmimg with o. Oo ccc cee cece cece cee ceneneneeneeenececeneeeeeanaeereneeenenned ent cnnee-esamneserronnsereseenceeeeanensssenesereencecseseeeces Docenenennn(Name) a ca sceaceucacceveveesnsevoncoeernneresrens (Street and number) aE Le seennscevensenzansensnscnvenssnscnsonsencensserntt(City and State) (Ward or Branch) Owen ever ccccnscencnces cess ecacss essen censews cesses sesecenccen cons eesensssceccsesuacoooserassasconssasensanesensassseasee enw eee nn cen nen ccs nc enssce sarees eee es cme ee cneeeer cess nsenes sen nccccasowce cs naeses sacesaencescenevessanasecesessonnessee Joanna Margery S. Stewart CHAPTER 3 Synopsis: Joanna, who had married David Niels against the wishes of her family, is left a widow with four children to Support and care for, Courageously, she takes inventory of her resources—a home, poorly furnished and not paid for, and $1.19 in cash. A neighbor gives her a sack of navy beans and Joanna decides to make Boston-baked beans",
    "strict_loose_identical": false,
    "title_not_at_start": true
  },
  {
    "title": "Notes From the Field",
    "author": null,
    "etype": "report",
    "index": 3,
    "month": "April",
    "strategy": "loose",
    "file": "03_loose_Notes_From_the_Field.txt",
    "path": "processed/Vol36/April",
    "position": 88424,
    "length": 27915,
    "content": "Notes From the Field department of the Magazine, where a picture shows a large number of people, it will be possible hereafter to identify only the officers and persons prominent in the activity represented. It is hoped that this will allow some additional space for more stakes and missions to be represented each month. It is suggested that Relief Society stake and ward officers and also mission and branch presidents review carefully the directions for submit ting material to this department published in the April 1948 issue of the Magazine. As stated on page 274, all submissions are to be sent through stake or mission presidents, as promptly as possible following the occasion which they portrayPage 257 Table Settings and Flower Arrangements EASTER TABLE SUGGESTIONS Mary Grant Judd Member, Relief Society General Board desire to create. The little boy with his tinker toys may grow into the man who will build bridges. The little girl making mud pies to be baked in a make-believe oven may, in later years, become a proficient cook. And cooking is a creative art. Closely akin to the art of cooking is that of table setting. It is surprising how the creative urge Can be satisfied through this simple medium. Most up-to-date cookbooks explain the proper way to set a table for various occasions, so I won't go into that, except to say in passing that here one finds those basic principles of art—repetition, balance, and rhythm—and that a well-set table is indeed a thing of beauty. No matter how desirable, it iS often impossible in this high-geared age, for the members of a family to eat all of their meals together, but the dinner hour should be an exccption. Try to serve attractive-looking, palatable, and_ well-balanced food in an unhurried and congenial atmosphere. Use imagination in varying your menus and have occasional surprises for the family in the way of table decorations. You will be pleased to see how they will respond. Take the Easter season, for exPage 258 Tae is in all of us an innate ample. How important a child is made to feel if his colorful basket of easter eggs is used for the centerpiece of the family meal. The favor illustrated here was given to each of a group of mothers at an April dinner in one of the wards. Later, to the delight of the children, the favors did double duty by gracing many an Easter basket. It is to be regretted that the color of this make-believe chicken cannot be shown, for it is very pretty. To make the favors you dye eggs by the usual method in any desired colors. Dip small, fluffy feathers (longer TABLE SETTINGS AND FLOWER ARRANGEMENTS for the tail than for the wings) in diluted vegetable coloring, and spread them to dry while you mix some frosting of powdered sugar and water to a consistency that can be molded in the fingers. This is tinted red for the comb, yellow for the beak, and as near as possible the color of the egg for the other parts. A wad of frosting holds the chicken's head (which is half a jelly bean) in place, and it supplies the medium for attaching the feathers and the vanilla wafer which forms the base. 259 Here is another idea for an Easter favor which you may prefer. Very cute miniature Easter bonnets may be made by using the small size paper doilies for the brim and a nut cup pasted upside down in the center of the doilie for the crown. Decorate the hat with bits of ribbon, feathers, tiny flowers etc., and place them at each place on a stand made by cutting a straw in half and sticking it in a gum drop. For the center of the table use an untrimmed hat with flowers spilling out of it. [This is the first in a series of short articles on table decorations, flower arrangements, and related subjects. In the coming months Sister Judd will present more suggestions for effective seasonal decorative arrangements.—Ed.] o_> 'Consider the Lilies\" Jean Chalmers Donaldson How slow my stubborn senses to recall, After the Autumn covering is made Over my lilies, that in spring, a tall Proud stem will stand with satin overlaid.. Blossoms will flourish where no flower is seen. Into the warm awareness of the sun, All clothed in angel-white of mystic sheen That thoughtful summer skies have deftly spun. Even without a morsel of my care— No help of mine—no vigil day and night, Nor in my thoughtless mind a phrase of prayer, Have I the privilege to view this sight: The miracle on Galilee's blue rim, Once plucked and pondered as men walked with him. She Heart Grows Quiet Dorothy J. Roberts Oh, tender, brief bud of summer, How shall I carry you back to him; How shall I tell the weft of magic Spun, shimmering, to the valley's brim? I shall but say the heart grows quiet, Watching the mesh of tendrils screen, With a feathery veil, one breathless moment. The rolling tide of green. An April Day Grace M. Candland Give me the measure of an April day, Unhurried by the many tasks at hand, To watch the growing loveliness of spring Now entering in, and note the interplay Of shifting clouds, the birth of daffodils, The birch and linden pushing silently From bud and leaf, and see the miracle Of bluebells blooming on the distant hills And All Eternity Carol Read Flake HE sharp tmill of the telephone brought Kathy Gordon stumbling from bed, her sleep-drugged mind groping to identify a heavy feeling of depression. The girl shivered in the chill, autumn air as she felt her way into the dining room. It was something —some dreadful thing that lay ahead of her. \"Hello.\" Her voice was low and husky with sleepiness. \"Is this 402M?\" Kathy swayed suddenly inthe darkness as memory struck with sickening clarity. She gripped the edge of the buffet and answered in a whisper, \"Yes.\" She and Dan were going to get a divorce! It had been decided last night. \"Hold the line, please. Deposit five \" The operator left the line. \"Who is it?\" Dan called sleepily from the nursery. \"T don't.. Daleligr\" \"Kathy darling! Ill bet you just love answering the telephone at five A. M.\" Linda! Oh, no—not now! There was a note of hysteria as Kathy cried, \"Linda, what in the world are you doing here?\" Her young sister's laugh rang merrily. \"I'm on my vacation and I want to spend it with my namesake. How is the little doll—asleep? \"Of course. Honey, you're at the bus depot, aren't you? We'll be right in after you.\" Dan had turned on the bedside 'amp in the nursery and, as Kathy Page 260 moved to the doorway, he leaned up on an elbow, squinting against the brightness, his dark hair rumpled. Three-year-old Gary had crowded him to the edge of the narrow bed and was burrowed deep against him, completely out of sight. \"It's Linda?\" Dan's voice was tense. \"What are you going to tell her?\" Kathy's gaze wavered. \"Nothing, I guess. She'd never understand.\" \"Who does?\" he remarked sourly, sitting up and reaching for his shirt. Kathy stared at him blankly, then turned and went into the room they had always shared and to the crib in the corner where Baby Linda slept. She covered her tenderly and dressed without turning on a light. Dan was silent driving to town. Kathy sat beside him, numb and sick inside, wondering how she could meet the gaiety and exuberance of her younger sister. It was two months since her visit home, a visit that was, in reality, a separation. The entire family had been so entranced with the children that they had not detected Kathy's deep unhappiness. Kathy was grateful for this. More than anything else she desired to keep from them the knowledge that she and Dan were having trouble— Dan, whom her father invariably referred to as a \"perfect prince of a fellow.\" Kathy glanced covertly at her husband, silent and scowling as he drove. Was he remembering last AND ALL ETERNITY night, the scene at the dinner table and their talk afterward? We Ke ATHY closed her eyes, seeing him pace the living room, seeing the beaten look in his eyes as he flung out his hands in a gesture of impatience and futility. \"Okay, so it didn't work out. We made a mistake, Kathy, the biggest mistake of our lives, and it's time we did something about it.\" \"Separation didn't help.\" Kathy spoke more to herself. Dan stopped before the mantle and stared at the photograph of himself in his marine uniform. It was Kathy's favorite of all his Pictures. He looked brave and confident, almost cocky, with his cap tilted ever so slightly above that broad, boyish grin. She caught her breath as he reached up and knocked the picture flat. \"Why do you keep that crazy thing around?\" he growled. Her eyes sped to the framed snapshot of Dan and his buddy, Dick Greymont, who had been killed on Guam. Apparently it escaped his attention. He dropped heavily upon the davenport. \"So what's left? What do we try now?\" Their gaze met—and broke hastily. Kathy flushed as if she had spoken the hated word. Dan leaned his head in his hands. \"Dave Whiting's as good as any, I gucss. He handled the boss' divorce. Find out the procedure. If it can be desertion, I'l] pull out.\" Kathy's eyes widened. \"Divorce?\" she whispered. He shrugged and stood up. \"What else?\" he asked harshly. Kathy didn't breathe for a mo- 261 ment. She felt frozen inside. \"You mean—civil divorce?\" The muscles in his jaw tightened. When he spoke his voice had lost its harshness. \"I don't know, Kathy. I've prayed—you've prayed. I don't know what he wants us to do.\" He turned his back. \"Dan!\" — She started up unsteadily. \"Dan, it isn't as if another man Or woman were involved. There's just.\" \"There's a little boy and a baby gitl,\" he reminded her almost angrily. \"And a pair of bickering parents. Is that what he wants?\" He pushed past her and went into the nursery, closing the door firmly. Bickering! Kathy's hands clenched in her lap. Was it bicker. Ing when he barked in irritable impatience at little Gary and sent him weeping from the table? Was it bickering when she leaned forward and hurled the stinging accusation: \"Dan Gordon, you aren't fit to be a father—you're not fit to live with! You hate us all, don't you?\" Anger stirred in her, recalling his contemptuous glare as he shoved violently from the table and left the room. Tight-lipped, Kathy had set about clearing the unfinished meal from the table, trying not to hear the heartbroken sobbing from the nursery. At last she stepped to the doorway and demanded in icy tones if he intended his son to finish supper. When he did not glance up from the magazine he gripped in his hands, she deliberately started for the nursery. He caught up with her and pushed her roughly aside. \"You keep out of this,\" he snapped, and shut the door in her face. 262 Gary stopped crying and Kathy stood there, all aquiver inside, listening to Dan's voice soothing the child. In a moment he brought him to the table. \"Ask Mommie to bring your dinner, son.\" Gary's round blue eyes, still damp with tears, were hurt and_ bewildered as they went from one to the other. Kathy groaned and caught him to her fiercely. She met her husband's cold gaze. \"Dan, this can't go on,\" she pleaded desperately. \"It's cruel and unfair. It—it's shameful.\" Dan muttered something and walked rapidly out of the room. * oe OK OK HE Gordon scene, Kathy thought heavily, glancing out the car window. Dan slowed for a stop sign, his hand brushing Kathy's knee as he shifted. He glanced at her shortly. \"Well, what are you going to do?\" \"What do you want me to do?\" \"See Whiting. Get the thing rolling.\" Kathy's mouth twisted and she turned away, unable to speak. This was the way she must meet her sister. She saw her standing on the curb beside her luggage, looking like a fashion model in her trim gray suit and little trick of a hat. Linda rushed over as they stepped from the car and gave Kathy a swift, fragrant hug. Then she turned to Dan. \"M-m-m,\" she said, stretching on tiptoe to kiss his cheek, \"my favorite brother-in-law.\" In the car she removed her left glove and fluttered her fingers elaborately. \"Oh!\" Kathy gasped, catching her hand to admire the glistening ring. \"When did you get this?\" RELIEF SOCIETY MAGAZINE—APRIL 1949 \"The night of his farewell,\" the girl announced proudly. \"Isn't it gorgeous? See it, Dan?\" Dan _ smiled obligingly. \"Very gorgeous. And is it the ring you're in love with, or.\" \"It's Brent I'm in love with,\" Linda sang out happily. \"Oh, he's wonderful—it's wonderful!\" She turned and hugged her sister ecstatically. \"Why didn't you tell me love was like this?\" Kathy flushed. \"You little monkey,\" she said tenderly. In the bedroom the girl peeked cautiously beneath the crib covers. \"Oh-h, little angel. When will she wake up?\" She turned to Kathy. Her brows flew togcther. \"Kathy, are you ill—have you been sick?\" \"Sick?\" Kathy laughed quickly and bent to pick up a hanger. \"Of course not, silly. It's just getting up at such an unearthly hour. Make yourself comfy, honey, while I fix breakfast.\" Kathy was glad for the commotion of breakfast and babies—for her sister's gay, eager chatter. After Dan Icft for work, Linda dressed Gary amid shouts and laughter and then begged to feed the baby her cereal. She talked constantly about Brent, his mission, and his letters. \"Regular sermons, he writes. Oh, Kathy,\" she exclaimed earnestly, \"aren't you thankful for the gospel and the kind of men it produces? When I think of poor Rosalind Aytes and that—that—\" She broke off in disgust. \"They're on the rocks already. I guess it's lucky they've had no chil—\" She shrieked and ducked as the baby, clutching the spoon in her AND ALL ETERNITY hand, flipped cereal over a wide area. Laughing, Linda looked up at the baby's mother and was surprised to see her staring absently from the window, her face drawn and white. Linda lifted the child from her high chair and walked around to face her sister. \"Kathy Gordon,\" she said with a quiet, knowing smile, \"you're going to have a baby, aren't you?\" \"Have a baby? No,\" she answered dully, staring past her. \"We're going to have a divorce.\" \"Kathy!\" Linda cried sharply, \"What's the matter with you, saying a thing like that?\" \"It's true,\" she answered quictly, taking the baby from her. \"He wants me to see the lawyer immediately.\" \"Dan? Wants a divorce? But, Kathy, what's wrong?\" \"I wish I knew,\" Kathy replied bitterly. \"I think he hates us all.\" For once Linda was speechless. Helplessly she followed as Kathy put the baby down for her nap and went into the bathroom where she knelt and washed the few clothes that were soaking in the tub. \"T didn't want you to know, Linda, or the folks. But now I guess it doesn't matter, now that we're getting a divorce.\" Linda began to cry. \"But you were married in the temple.\" \"I know. Sometimes temple marriages go wrong.\" \"No, they don't,\" the girl sobbed. \"Only if there is sin—immorality. You and Dan—you're both fine and decent and intelligent.\" Kathy sat back on her heels, staring unseeing at the wall. \"No, Lin- 263 da,\" she said after a moment, \"if you had been here last night you wouldn't say we're intelligent.\" And she told her briefly about Dan's sharpness with Gary and her own fury. \"Oh, Kathy, something's wrong with Dan, don't you see?\" Linda cried. \"It's the war; that wound he got on Guam, losing his buddy...\" Kathy rose and wiped her hands thoughtfully on the towel. \"I could have thought that three years ago, but that's all behind us. No, Linda, we've been happy, perfectly serene in our marriage until—I don't know when it began or what started it.\" \"Maybe it's you,\" Linda said softly. \"Maybe.\" \"I know. I'm critical. But his attitude....\" She pressed her fingers to her temples. \"I think it's since the baby came. He seems resentful of her, Linda—detached, restrained or something. He wasn't like that with Gary.\" \"It's because she's a girl,\" Linda soothed, putting an arm about her. \"Darling, you're practically weaving, standing there. Come sit down.\" She led the girl to the big chair in the living room and Kathy tried to explain about Dan and Baby Linda. X ek KX \"THEY both wanted a girl and he had been as thrilled as she when Baby Linda came. Kathy would never forget his deep humility as he stood at her bedside. \"Everything's too perfect,\" he had said, shaking his head in wonder and awe, \"you and Gary, and now a little daughter. I don't deserve it, Kathy.\" \"I guess we deserve her, darling,\" Kathy had whispered, weary from 264 the ordeal, \"or the Lord wouldn't have sent her to us.\" | He gripped her hand tightly. \"The Lord's been so good to me, Kathy. It isn't right. It isn't fair.\" Kathy had been disturbed by his mood, but too sunk in exhaustion to puzzle out its meaning. \"He feels unworthy,\" Linda announced simply. \"Kathy, if you two would talk these things over \" \"T don't believe he wants to, Linda. Not after last night when we both saw what it's doing to little Gary. He wants me to see Whiting right away.\" \"Whiting? Is he your high councilman that's a lawyer?\" Kathy's eyes widened. \"No. I hadn't thought of him. Her voice fell. \"He doesn't take divorce cases.\" Linda jerked forward on the davenport. \"Why doesn't he?\" \"Why, I. He doesn't believe in them, I suppose.\" Linda's eyes flashed. \"And so instead of going to someone like that for help, you and Dan prefer to take your troubles to some stranger, not even a member of the Church. It wouldn't even have to be a lawyer. It could be your stake president or your bishop \" she broke off. \"I wish you could talk to Brent. Brent says the gospel carries the solution to all our problems, physical as well as spiritual.\" \"Brent and his mission,\" Kathy murmured. \"Dan would have had a mission if it hadn't been for the 9 war. \"Oh, darling!\" Linda was beside her, all tenderness. \"Kathy, you love Dan. I know it. I'm going to talk to him tonight.\" RELIEF SOCIETY MAGAZINE—APRIL 1949 ATHY was gathering clothes from the line when Dan drove in late that afternoon. As she put them on the kitchen table she heard Linda talking and Dan answering in low tones. She went out softly and found the rake and started to rake the leaves away from the front of the garage. She heard the screen door open and close and looked up to see Dan coming toward her.. He stopped and then came on uncertainly. \"Do you think we should talk with the bishop?\" Her heart was pounding as she leaned the rake against the wall and came toward him. \"Yes,\" she said breathlessly. \"Yes, Dan, I do.\" They found Bishop Bentley in house slippers seated on the front porch with his wife and a neighbor lady. The Gordons were greeted warmly and the bishop ushered them inside. He was a large, shaggy-haired man with alert, twinkling eyes and the kindest smile. Kathy sat stiffly on the chair he offered and hoped that Dan would do the talking. He did so, haltingly at first. But under the bishop's gentle prompting the story was finally out. The bishop questioned them alternately, nodding now and then in an understanding way. Then he leaned forward in the big leather chair and regarded them with a kindly, sympathetic expression. But when he spoke he was firm. \"Now, Brother and Sister Gordon, I want you to put the idea of divorce out of your minds. Neither of you has committed a crime against the other and there's no justification for it. You are unhappy, yes. But you can't think of your- AND ALL ETERNITY selves any longer. Children.\" \"That's why something must be done,\" Dan broke in desperately. \"Tt isn't right that.\" \"And you think divorce is right?\" Bishop Bentley spread out his large hands. \"Split-up parents—a broken home? No.\" He shook his head. \"Even a sick home is better than a broken one, Dan, in nearly every case. Yours is a sick home right now. But if you will, you and Katherine, you can cure it. Have you prayed together?\" he asked gently. Dan looked down. \"We always have, bishop, but when there's a spirit of—of bitterness and antagonism.\" \"It's difficult, son, I know.\" He asked abruptly, \"Dan, you were injured, weren't you, in the war?\" \"Yes, a hand grenade wound. But it doesn't bother any more.\" \"Did you have any experience you find it difficult to throw off?\" Kathy glanced quickly at her husband and felt a wave of tenderness as she saw his jaw set. When he didn't speak she said softly, \"He lost a buddy, bishop, Dick Greymont, a boy he grew up with.\" \"IT see. Do you ever think about that, Dan?\" Kathy stared in horror as Dan's face twisted and he covered his eyes with his hands. He said in a tortured voice, \"I can't think of anything else lately.\" Tears sprang to her eyes. \"Dan,\" she whispered, moving forward on her chair. But Bishop Bentley raised a warning hand. He said very gently, \"Can you tell me about it, son?\" Kathy waited in an agony of You have your 265 sympathy as Dan fought for control. \"I was a gunner in our squadron, a pfc, like Dick. It was two days after we landed on Guam and we'd been in heavy battle and our shells were running out.\" He paused. \"I sent Dick for ammunition. I hated to ask him to go and he didn't want to, but I only had a few shells left. I—I spoke pretty harsh to him so he'd go. When he started back with the shells, they—a bullet got him.\" There was no sound in the room save Dan's labored breathing. Kathy whispered in a voice that trembled, \"It was right afterward that Dan was wounded—very seriously. He almost died.\" DAN moistened his lips and went on. \"Dick and I went into the Mormon Battalion together; we were at Guadalcanal and Guam. We were always close. We used to talk about when we got back, things we would do. We both had girls. We talked about the homes we were going to have and children—\" His voice broke and his head went down. Kathy closed her eyes in pain, seeing him at her bedside the night Baby Linda was born: \"T don't deserve it, Kathy, everything so perfect.\" It was Dick he had been thinking about! Tears streamed down her face and she forgot about Bishop Bentley. She went down on her knees beside him, sobbing, \"Dan, oh, darling, why didn't you tell me? You musn't blame yourself. You were doing your duty and you almost lost your own life. 'The Lord spared you fora purpose.\" She caught his hand and pressed it to her cheek, feeling 266 the answering pressure of his fingers. \"Dan, I've been so blind—so stupid.\" He touched her hair gently. \"I've been hateful. You said I hated you, Kathy. It was myself—\" \"Oh, Dan!\" The bishop had msen and stood quietly beside them. \"I think, Dan, that you have unconsciously built up a resentment against all that's dear to you because of this—what do the psychologists call it—guilt complex? You feel you have no right to them, is that it?\" \"T haven't, bishop. It isn't right.\" Dan stood up, clinging tightly to his wife's hand. \"Dick was a better man than I am.\" \"You can't be a judge of that, Dan.\" The bishop laid his hand on the younger man's shoulder. \"We should never question God's wisdom either in the things we suffer or in the things he sees fit to bless us with.\" He placed his other hand on Kathy's shoulder and regarded her RELIEF SOCIETY MAGAZINE—APRIL 1949 kindly. \"Sister Gordon, you need to assure this husband of yours every day that you love him and appreciate him. And you, Dan,\" Dan met the Bishop's gaze squately, \"you thank the Lord every night and every morning for sparing your life and bringing you back to this fine gitl, and for sending you children to rear according to his word.\" \"\"Bishop—\" Dan groped for words to thank him. \"Bishop Bentley, you'll never know—\" The good bishop patted his arm. \"You're a splendid couple, you Gordons, and if I might make a suggestion, I'd say you needed a vacation trip right now, just the two of you.\" He turned his smile on Kathy. \"Do you have someone you can leave the children with?\" Kathy raised her eyes to Dan and he put his arm about her waist. \"Linda!\" she exclaimed. \"I know she'd love to. And, oh, Dan, let's go someplace where there's a temple.\" All the love and happiness in her heart glowed radiantly in her face. Op Annual Urge Maryhale Woolsey Shine, window, shine! For the new sun to find you; Flutter, clean curtains! A May breeze is here. Sweep, broom, sweep! Leave no dust fleck behind you. Spring's the most heavenly time of the year! Polish and paint—oh, I love every feature That matches my indoors to outdoors delight, I am the happiest, luckiest creature— Having a snug little home to keep bright.... (Look at those robins, out there in the apple tree, Busy with feathers, straws, pieces of string; Over a last-year's nest chattering happily— Wouldn't you know?... Housecleaning for spring!) An Easter Party for the Children Elizabeth Williamson TF you are having an Easter party for small children, it is well to make your plans in advance, Children want continuous action, Egg treasure hunt anda few games such as \"Pin the Tail on the Lamb.\" Luncheon, Dyeing Easter eggs. Greet the children at the door with a clue telling each child where to find his €gss Or prizes. Let each one draw a paper egg from a basket. The gold egg is the grand prize. Keep this a secret, because your own children will not be eligible for the Prize, but it will be great fun for them to keep the secret with you. If the children are too young to read, you might draw simple sketches on the clues so they will be able to find the prizes. Brightly colored toweling, blue, Ted, or yellow, cut into shapes of ducks, bens, lambs, and other Easter symer booklets of the colorful, dimestore variety, make welcome prizes, or bags of colored jelly-beans may be The grand prize, which is Claimed by the one who draws the golden egg, ls a live white bunny. After the children have seen and admired the bunny, it is suggested that it remain outdoors until it is time to leave the Party. It is a good idea, also, to have the children put aside their prizes until the party is over. It is possible to decorate the table 'ive way with things which you can child's name on a strip of paper and paste the ends together. When this is dry, set the boiled egg init. Put eyes and nose and a few whiskers on the egg with ink, and you will have a gay rabbit for a placecard. Page 267 268 For the favors make little nests of shredded, colored papers or cellophane filled with candy eggs. 'These eggs can be brought to the table after the luncheon is finished. MENU Any lamb dish: lamb stew, lamb patties, lamb chops, or lamb roast. Carrot salad in gelatin mold. Rice or baked potatoes Milk Peas Dessert: ice cream with cookies shaped like rabbits, lambs, or ducks. After lunch, in the kitchen, the children may enjoy coloring Easter RELIEF SOCIETY MAGAZINE—APRIL 1949 eggs under your supervision. The eggs should be cooked the night before the party. The children can use their imagination and make designs with tape, stars, dots, cut-out flowers, and other motifs. Prepared designs can be purchased at the dime store. Paste them on the eggs before the dyeing process. Some of the stickers can be left on, and some are more effective if removed. For example, the tape can be taken off, leaving a contrasting stripe. The children will want to take the decorated eggs home to show their parents. Joanna Margery §. Stewart neighbors to shake her hand, and Wish her well, and to Say you, Joanna,\" They brought her gifts in the Weeks that followed—flour, bread instead of one.\" \"T know. Enny's patient C Cy. \"Oh, Mother You're the Nicest mother in the whole Wide world.\" to her like Pain. \"Get me the tape Measure, Pensleeping, to 7 woodwork and floors and sew the yards of gingham. Pleaded cts for geraniums. They brought the Plants home jn ttiump was Penny's P 'nna would be able to close her eyes younger children.. Abigail, helping Joanna knead the Page 269 270 raised dough into loaves, listened to Penny's clear, low voice. She shook her head. \"Isn't she the beatinest! Just listen to her. I never heard a child read that good before.\" \"Nothing but 'S's' on her report card,\" Joanna said proudly. \"She's going to be somebody, just wait and see.\" \"So is her mother,\" said Abigail smartly. \"I never did see the likes of the way you've run up this",
    "strict_loose_identical": false,
    "title_not_at_start": true
  },
  {
    "title": "Woman's Sphere",
    "author": "Ramona W. Cannon",
    "etype": "article",
    "index": 2,
    "month": "May",
    "strategy": "loose",
    "file": "02_loose_Woman_s_Sphere.txt",
    "path": "processed/Vol36/May",
    "position": 46783,
    "length": 5500,
    "content": "Woman's Sphere Ramona W. Cannon homemakers who rear families, beautify cities with gardens, and keep churches alive. But he predicted that the tide will turn— that more women will prepare themselves to be expert home-makers. N interesting phase of the above problem is that some statistics on happy marriages indicate that the girl who has had business training and experience before or after marriage is a safer matrimonial risk in some respects than the young woman who has remained strictly at home. THE former Mildred McAfee, who was lieutenant-commander of women's reserves, U. S. N. R., during the last war, and who has been Mrs. Douglas Horton for about three years, recently resigned from her position as president of Wellesley College for women. She felt that her professional obligations were interfering with her being the kind of wife and homemaker she desired to be. ME: SARAH ANN A. GIBBONY, recently died in Duchesne, Utah, at the age of 101 years, six months, and twenty-five days. She had lived on seven different homesteads. Page 309 =) EDITORIAL ~oo VOL. 36 MAY 1949 NO. 5 'Viet in the Abundance of the Sj hin gs Which He Possesset}, Ss \"*QHE wishes now she had never bought the things, They still have payments to make on their house, and she wishes she had fixed up her furniture, then she wouldn't be half-sick with Worty trying to pay for the new.\" The voice of the speaker sounded regretful as she related the imprudent Purchases of a friend., When the sky blooms in heavenly blue dotted white, diaphanous flowers, does the housewife walk into her own home and look with dissatisfied eyes at her furniture and floor coverings, drab and shabby from the winter's grime. Plints, and a new Tug to help make her living room come alive. Then, when her The picture js etched more sharply in her mind on succeeding days and, at length, results in a town and an Orgy of buying. For the first few days the housePage 310 wife thoroughly enjoys the new picture. Of Course, she was unable to match that blue exactly, and the green clashes a little. Tather startling at first still, the whole picture is satisfying to her. On the first of the month the postman delivers the bil]. Only after careful checking does she teluctantly concede that the adding machine totaled correctly. The monthly installment figure is, therefore, quite a bit higher than she had expected. But the housewife pushes the worry down in her mind and gives a fairly satisfied glance around her rooms in Partial justification, A few weeks later Johnny becomes ill and requires Many visits from the doctor. Just an unforeseen occurtence, the housewife thinks as she opens the doctor's bill, one that no one could anticipate and, anyway, Johnny is well again, By now the first bloom has gone from the new purchases, of oft-repeated Warnings, Lucy carried her glass | room and spilled it on the Tug in front of the fireplace. The cat also Wrought havoc on the new sofa by sharpening her claws on the upholstery of the arms. The installment Payments, however, do not become less, EDITORIAL Finally, the housewife is forced to face her worry and anxiety and acknowledge that she was unwise to have bought more than she could pay for. Instead of the gay and friendly atmosphere she had hoped to create, she looks at her home almost with dislike. But long after she reached this conclusion, she still continues to scrape together her installment money. And it was then that the harried housewife voiced to her friend 31] the remark, \"I could have fixed up the old things and would not have been half-sick with worry trying to pay for my new things.\" The Savior remarked at one time, \"for a man's life consisteth not in the abundance of the things which he possesseth.\" 'The success of a homemaker does not depend on the newness nor costliness of possessions, neither does joy arise from imprudence and extravagance. M. C. S. Released to Spring C. Cameron Johns The earth is cushioned velvet to the tread And May has dressed her world in flowered lace; The gilding touch of sunshine overhead Makes miracles of all the commonplace. Even down the canyoned city street, Where stone and steel resist each growing thing, The little winds are blowing soft and sweet Releasing wintered spirits into spring. Midas and the Five Senses Lilacs After Rain Eva Willes Wangsgaard The spring returns the gold we lost In cups of daffodils, And golden lightbirds dip and rise Along the window sills. With gold to see and gold to touch Where water lilies float, And tinkling notes like nuggets tossed From every warbler's throat, A golden scent from hyacinths, And honey gold to taste, Five paths of gold lead to the heart. Come. Who would let it waste? Jeanette P. Parry Who has not loved the wild, sweet smell Of lilacs blooming after rain, Or walked a petal-covered path On fallen blossoms down the lane? So often I have picked bouquets, Dew-dripping, lavender, and white, And placed them in a pale blue bowl To lend their fragrance to the night. I have been far from haunts like these, Have stood in gardens fit for prayer, But still I hear the hum of bees And haunting perfume fills the air. Joanna Margery S. Stewart CHAPTER 5 Synopsis: Joanna, who had married David Niels against the wishes of her family, is left a widow with four children to support and care for. Courageously, she takes inventory of her meager resources and plans for the future. A neighbor gives her a sack of navy beans and Joanna decides to make Boston-baked beans",
    "strict_loose_identical": false,
    "title_not_at_start": true
  },
  {
    "title": "Notes From the Field",
    "author": null,
    "etype": "report",
    "index": 3,
    "month": "June",
    "strategy": "loose",
    "file": "03_loose_Notes_From_the_Field.txt",
    "path": "processed/Vol36/June",
    "position": 134581,
    "length": 18962,
    "content": "\"Notes From the Field\" appear in the Magazine for April 1948, page 274. ANNIVERSARY SOCIALS, BAZAARS, AND OTHER ACTIVITIES Photograph submitted by Amanda M. Johnston EAST PROVO STAKE (UTAH), PROVO THIRTEENTH WARD SEWING PROJECT ARTICLES DISPLAYED AT PARTY Left to right: Second Counselor Rosamonde Johnson; First Counselor Glenna Hill; Mary Larsen and Catherine Gauchay, work meeting leaders; President Abbie Dut. Son. The exhibit was displayed in a gay frame, surrounded by daffodils and pussy willows. Included were pretty blouses, cotton dresses, skirts, pajamas, quilts, and many smaller items. During the party Miss Anne Seilmeir of Belgium related a number of interesting stories regarding welfare work in her country. Amanda Johnston is President of East Provo Stake Relief Society. Page 419 420 RELIEF SOCIETY MAGAZINE—JUNE 1949 Photograph submitted by Alice DeMordaunt BLACKFOOT STAKE (IDAHO), THOMAS WARD RELIEF SOCIETY PRESIDENTS HONORED AT PARTY, Apnmil 1949 Front row, seated, left to right: Grace Merrill (now of Logan, Utah); Zada Peterson, who served over fourteen years; Sophia Christiansen, who served over eleven years; Pearl Murdock; Julia Williams; Lilly Dance. Back row, standing, left to right: Gertrude Williams; Marie Anderson; Mary Broadhead; Arvilla Stander; Alta Stander; Gladys Evans, present President. Each of these faithful and devoted presidents was honored with a corsage. The program presented a favorite song of each of the presidents and a social hour and refreshments followed. The Relief Society of the Thomas Ward was organized in 1902. Two of the living past presidents, Annie Colman (of St. Anthony, Idaho) and Melissa Murdock (who lives in California) were unable to attend. Alice DeMordaunt is president of Blackfoot Stake Relief Society. Photograph submitted by Lorena W. Anderson TEMPLE VIEW STAKE (SALT LAKE CITY, UTAH) SINGING MOTHERS GIVE CONCERT IN HONOR OF RELIEF SOCIETY ANNIVERSARY March 17, 1949 Among the cfficers and members in this photograph,. Are: Lorena W. Anderson, President, Temple View Stake Relief Society, back row, fourth from right; and at her left First Counselor Margaret A. Moyes; Second Counselor Bernice O. Wardle, stand- 422 RELIEF SOCIETY MAGAZINE—JUNE 1949 Photograph submitted by Jessie S. Reese SMITHFIELD STAKE (UTAH), ANNIVERSARY PAGEANT \"Such as I Have I Give Unto Thee,\" March 18, 1949 Seated, left to nght: Pauline Gnffin; Eunice Ravsten; Roma Low; Leone Chambers; Cherrill Hendricks; Blanche Gunnell; Mary Mather. Standing, left to nght: Wanda Larson; Yvonne Peterson; Beverly Benson; Marion Bischoff; Bessie Griffin.. This anniversary program and pageant was held in honor of the retiring presidency and board members: Anne M. Farr, Hilda J. Roskelley, Elizabeth P. Astle, Gwen M. Noble, and Emma R. Hansen. The pageant was written by Lillie P. Weeks and Mary P. Hale, depicting in song and drama the work of Relief Society during the eleven years that Sister Farr served as stake president, stressing, in particular, Welfare work. The photograph represents womanhood and the four graces, Faith, Hope, Charity, and Courage, the two readers, and the dancers. Alta C. Allen is now president of Smithfield Stake Relief Society. Photograph submitted by Madge P. Fowler PASADENA STAKE (CALIFORNIA), BALDWIN PARK WARD RELIEF SOCIETY COMMEMORATES ANNIVERSARY DAY, March 15, 1949 Relief Society officers, beginning fourth from left: First Counselor Florence Till- — President Mary M. Thorne; Second Counselor Audrey Sessions; Secretary Lillian Wilcox. Madge P. Fowler is president of Pasadena Stake Relief Society. NOTES FROM THE FIELD 423 ee Photograph submitted by Joy A. Johnson PROVO STAKE (UTAH), PROVO FIRST WARD ANNIVERSARY SOCIAL HONORS VISITING TEACHERS WITH PRESENTATION OF A PAGEANT, March 16, 1949 Front row, seated, left to right: Josephine Johnson, representing Caroline M. T. Johnson, first president of the First Ward Relief Society; Sarah E. F. Jones, representing the first counselor to Sister Johnson; Martha Jones, representing Sister Johnson's second counselor; Mary Buttle, representing Emmeline B. Wells; Eva Martin, representing Zina D. H. Young; Catherine T. Anderson, present President, First Ward Relief Society; Nellie Peay, representing Eliza R. Snow; Martha Cragun, representing Bathsheba W. Smith Lucile Clark, representing Clarissa S. Williams, Mary F. Hatch, rep resenting Louise Y. Robinson; Elva Hoover, representing Amy Brown Lyman; Blanche Davis, representing Belle S. Spafford. Back row, standing, left to right: Adleen Knight of the program committee; Secretarylreasuret Mabel Bray; Lucile Ahlander (in frame), representing Emma Hale Smith; Norma Dyer, soloist; Francis Callahan, member of the program committee. Mazie C. Knell is president of Provo Stake Relief Society. Photograph submitted by Fannye H. Walker TAYLOR STAKE (CANADA), RAYMOND THIRD WARD RHYTHM BAND Left to right: Idelle Kenney; Lottie Graham, Annie Adams; Mabel Salmon, Zilphia Garrett; Madge Fairbanks, director, Mabel Heninger; Rae Smith, Fern Spackman, Helen Holt; Mozelle Baker. Emma Dahl, the pianist, is not in the picture. This band, organized about a year age has furnished entertainment for many. Relief Society parties and other Church socials. The \"musical\" instruments are homemade, and many of the tunes are either written OF improvised by members of the group. Ljsadore B. Crookston is president of Taylor Stake Relief Society. 424 RELIEF SOCIETY MAGAZINE—JUNE 1949 Photograph submitted by Hattie S. Shurtz ST. JOSEPH STAKE (ARIZONA), PIMA WARD VISITING TEACHERS ACHIEVE A RECORD OF 100 PER CENT FOR TWO YEARS President Pearl Cluff is seated at the left on the front row; her First Counselor Wyona Bryce is ninth from the left on the front row; Second Counselor Zella McBride stands at the left on the second row; Secretary Fern Alder is at the nght on the second row. Hattie S. Shurtz is president of St. Joseph Stake Relief Society. Naa? BS BS ORS tos Bs OM oe Sg si Ss OE Photograph submitted by Roberta BE. Johnson SPOKANE STAKE, MOSCOW (IDAHO) WARD RELIEF SOCIETY ANNIVERSARY PARTY, March 14, 1949 President Gwen Green stands at the center front, immediately behind the birthday cake; at Sister Green's left is her First Counselor Leona Canfield and at Sister Green's right, her Second Counselor Aleen McCowan. President Edna H. Bennion, Spokane Stake Relief Society, reports: 'Located at Moscow, home of the University of Idaho, this group is unusual in Relief Society history. Of its forty-five paid members, twenty-eight are student-wives, who exemplify compassionate service, for they help each other in sickness and share each other's burdens, sorrows, and joys, with the same crusading spirit as their pioneer ancestors. Their youth and enthusiasm, despite financial hardships and crowded housing facilities, have written a new and heroic chapter in Relief Society history.\" NOTES FROM THE FIELD 425 Photograph submitted by Lileth Peck LEHI STAKE (UTAH), LEHI FOURTH WARD, SIX RELIEF SOCIETY PRESIDENTS HONORED AT REUNION Left to nght: Julia A. Brown, first President, who was set apart in 1904; Lileth G. Peterson; Inez H. Russon; Julia F. Hunter; Velma R. Russon; Hazel C. Roberts, the present president. The social honoring these devoted sisters was held in connection with the ward Relief Society bazaar. The sisters enjoyed themselves in reminiscing of the past, as they lunched together and viewed the lovely display of fancywork, rugs, and quilts which were exhibited for sale. Lileth Peck is president of Lehi Stake Relief Society. Photograph submitted by Lula P. Child WESTERN STATES MISSION, GREELEY (COLORADO) RELIEF SOCIETY BAZAAR, December 4, 1948 Left to right: Second Counselor Julia Mae Kipp; President Emma Lou Bibby; Thelma McDaniel; Secretary-Treasurer Birdie Blackburn. Lula P. Child, President, Western States Mission Relief Society, reports that the sisters held this bazaar in one corner of a grocery store: \"\"They are very proud and happy at what was accomplished, not only in uniting the group, but in raising enough money to finance their organization.\" 426 RELIEF SOCIETY MAGAZINE—JUNE 1949 Photograph submitted by Reva F. Wicker SOUTH DAVIS STAKE (UTAH), BOUNTIFUL THIRD WARD RELIEF SOCIETY ANNIVERSARY PARTY, March 17, 1949 Standing, left: Eveline B. Bjorkman, author of the anniversary dramatization, \"The Organization of the First Relief Society.\" Standing, fourth from left, Ireta A. Page, ward Relief Society president. The dramatization, following the authentic history of the occasion, was beautifully written and effectively produced. Preceding the play, a delicious hot dinner was served to one hundred guests.: Reva F. Wicker is president of South Davis Stake Relief Society. Photograph submitted by Nina J. Langford SOUTH OGDEN STAKE (UTAH), OGDEN TWENTY-EIGHTH WARD. ACHIEVES 100 PER CENT VISITING TEACHING RECORD FOR EIGHTEEN MONTHS Front row, beginning seventh from the left: Second Counselor Grace West; President Leona King; First Counselor Addren Isaacson. Second row, at left: class leader Anna Critchlow; and beginning third from right: Stake Relief Society President Reka Parker and her Second Counselor Dessa Richins. Fourth row, at right: First Counselor, South Ogden Stake Relief Society, Erma Jacobs. On March 16, 1949, these visiting teachers were honored at a social. Miniature dolls, dressed to represent visiting teachers, and wearing the official Relief Society colors, gold and blue, were used as centerpieces for the table. Each visiting teacher was presented with a booklet containing choice writings and poetry. There are sixtytwo active visiting teachers in the ward and seven alternates. Reka Parker is president of South Ogden Stake Relief Society. NOTES FROM THE FIELD 427 Photograph submitted by Sarah L. T. Call BEN LOMOND STAKE (UTAH), PLEASANT VIEW WARD, SEVEN RELIEF SOCIETY PRESIDENTS Front row, left to right: Emma M. Wade (1929-1934); Eliza H. Rhess (1924- 1929); Susanna M. Johns (1923-1924). Back row, left to right: Mildred R. Cragun (1941-1944); Grace M. Williams (1944-1946); Sarah L. T. Call, present President; Florence H. Jensen (1934-1941). Of the ten presidents of this ward Relief Society, three have passed away. This photograph was taken at the anniversary party March 17, 1949. Ora Macfarlane is president of Ben Lomond Stake Relief Society. >< Joanna Professional (Continued from page 418) The days fled by. Kent Taylor d S. / came daily to call for Joanna. There | AW OCLA were many houses available, but none of them to give that feeling Sha tioner of arms held out in welcome. Y Kent appeared not at all perturbed by her lack of interest in othmr er houses, nor by the unwillingness COMMERCIAL of the owners to sell the house for AND EDITION such a small down payment. \"We'll PRINTERS AND find something, Joanna, and in the BOOK BINDERS meantime I don't know a better PAPER RULING way to spend my afternoons until I have to go.\" DESERET NEWS PRESS \"Go?\" Joanna was frightened by | 29 Richards Street, Salt Lake City 1, Utah the sudden quick beating of her —_— 428 > (> ED (EE () ED () <EED () GRD () GED (<1) SEED () ED () ED () GD ( SOME BEAUTIFUL LADIES' 2-PART CHORUSES for your Ninging Mothers.. Group The following numbers are all arranged for soprano and alto voices (SA). Beside Still Waters—Hamblen __ lS Bless This House—Brahe 16 Father, We Thank Thee—Castlea 16 The Good Shepherd—Barri _ 12 Grateful, O Lord, Am I—Roma _ __.15 I Come to Thee—Roma __ AS I Walked Today Where Jesus Walked—O'Hara _ 16 In the Garden—Miles 18 Lift Up Your Heads—Hopkins 12 The Lord Bless You and Keep You —in 18 The Lord's Prayer—Malotte __.20 My Task—Ashford _ 2. 12 O Divine Redeemer!—Gounod _ _.12 The Prayer Perfect—Stenson.15 Thanks Be to God—Dickson _._ _ 16 Thy House Forever—Protheroe - lg Write for information on music for all types of L. D. S. Choral groups. Music sent on approval. Mail orders filled promptly. We pay postage. We have a complete stock of popular, sacred, and classical music for home, church, and school; Steinway and Lester pianos; band and orchestra instruments and accessories; and records. FIRST OF ALL— RELIABILITY Daunes J oes 6 SAAIN STREET SALT Med ciTy 9, hed SD) DD () DD () ED () ED () > () ED (ED () RD () Dl) DL RELIEF SOCIETY MAGAZINE—JUNE 1949 heart. Why should it matter to her if Kent 'Taylor came or went? \"I'm due in Denver. I'm to interview some people for an article. By the way, has anyone been around asking about your products?\" Joanna laughed. \"Should they? No one has. But my business is growing. If those people would just wait I would have their old down payment.\" \"Two thousand dollars is a lot of money.\" \"It will come,\" Joanna said. He turned to her, his hazel eyes probing her own. \"Now, what makes you say that?\" \"Something secret.. Eral' \"You and your faith! Strange to find a saint in this day and generation. You ought to be wearing a sunbonnet and be pushing a handcart.\" Joanna was troubled. \"I thought you were one.\" \"Not me,\" Kent Taylor said, \"not since... Not for a long while.\" He came and took her hands. \"When will you go out with me, Joanna?\" She pulled nervously away. \"I'm much too busy for play. Right now, I've a thousand things to do.\" Only to Abigail did she confide the reason. \"I'd look a fright, just that old gray suit, and that older dress. My hair is a fright.\" Abigail sniffed. \"Why don't you buy yourself something, instead of saving for that house you're not going to get? Why don't you get yourself something right glamorous?\" \"But we are going to get the house,\" Joanna said.. And spe- JOANNA [' was on Thursday that the man came. He knocked at the front door, and smiled meagerly when Joanna opened to him. He sniffed the air. \"Boston-baked?\" \"Yes.\" Joanna smiled at him, he was such a nervous little man. \"May I come in, Mrs. Niels? I have something of the greatest importance \" He tapped his breast pocket significantly. Joanna smothered her laughter. \"Come right in. I'm afraid you'll have to sit in the kitchen. I was just baking some cakes.\" He followed her in, moving lightly on his small, brilliantly shined shoes. He sat gingerly in the chair and put his hat under it. Joanna sifted flour and_ baking powder. \"Are you in the real estate business Mr...?\" \"Parkinson, Harold Parkinson. No I'm not, Mrs. Niels. I'm with the William Davidson Company. We package foods... Different foods. You've heard of us?\" Joanna smiled. \"Why, of course, on rare occasions, when I've been feeling wealthy I've bought some of your products... Just to try.\" \"Ah Indeed! Well, then you know that we are the makers of unusual things to eat... Or usual things with an unusual flavor.\" \"T know.\" Joanna nodded. \"Your advertisements make your foods sound romantic... As well as good, especially your Fresh-frozen Southern Barbecue. That was really good.\" She wondered what the little man was selling. \"We would like to buy your recipe for Boston-baked beans, Mrs. Niels.\" Joanna slowly put the sifter on 429 but, Officer!\" \" no time limit when SEARS ROEBUCK AND CO. No traffic tickets.. You park FREE on Sears big storeside lot. BUY FROM YOUR DEALER@R A Utah Power & Light Co. Message 430 Come and See Us Our store has always had a warm place in the hearts of June Conference visitors—and we shall certainly look forward to a renewal of fellowship. Choral—3 part and all other types of music GLEN BROS. MUSIC CO. 74 So. Main St. CUUUUORATTACSCSUOUOROTOEOROASODEDUEODOGRONTSOCDOURDIDORDOLOUDORCSUSETOOTSRAGUSLUCDEDODS OCU COREIRIOEOED Sound Training Is Essential To Success. Offers you that training in 43 departments of instruction. Character building also receives its proper emphasis. SUMMER QUARTER STARTS JUNE 13 SECOND TERM BEGINS JULY 25 Catalogues are now available for both the 1949 Summer Quarter and for the 1949-50 School Year. Write for your copies -_to THE Y PRESS BRIGHAM YOUNG UNIVERSITY PROVO, UTAH SOUAGHNOUDOGOOTSUOEDSOROGUODOSOUONONDOOORNUCRODSEOTOCOAESOEOUEDEONELOSOCEMENOUROROEOODESUSDRORORNEEDSS RELIEF SOCIETY MAGAZINE—JUNE 1949 the table. \"What did you say, Mr. Parkinson?\" \"Recipe... For the Boston-baked beans. Of course, you couldn't sell. The beans any more. But I think you would like the way we would put them out. Your name on the product, and a little history on the side of how you came to make it.\" \"What do you mean, Mr. Parkinson?\" She stood still, her eyes on his face. Mr. Parkinson squirmed a little under the blue blaze of them. \"Everybody knows how you came to sell them, Mrs. Niels, of how you were left... In poverty.. And how a kindly neighbor brought you a sack of beans he had been given, and how you started your little business with his gift.\" Joanna laughed and rolled her hands in her apron. \"Oh, no, Mr. Parkinson... I couldn't do that.\" He chuckled with her. \"I rather thought you would say that. But did you ever think of the women you could help...? A lot of women are left in straitened circumstances...\" Joanna stared over his head. \"I hadn't thought of that.\" \"We will give you five thousand dollars for the recipe.\" Joanna looked down at his face. \"Did you say five thousand dollars?\" \"yeu. There was a burning in Joanna's breast, an aching of tears ready to overflow, a wild, sweet song within her. Other people would call it \"luck.\" But always she would know, beyond the shadow of any doubt, who had sent this man _ to her, and why he had come. = (To be continued ) a Auerbach's Makes It Easy For You To Knit Yourself A Dress Knitting is an easy and fascinating hobby. Auerbach's gives FREE knitting lessons with all yarn purchased. 6 Minerva Yarns 7 MONTEREY, all wool knubby-yarn esceceeesee--+ee---- \"80€ ounce VELVEEN, 71% wool, 29% rayon, shiny rayon thread 80¢ ounce @ Cost of handknit dress pictured..$21 Minerva pattern book containing a marvelous collection of dress patterns - 2..----nneecceensenaceeeeee----- Ae ART NEEDLEWORK AUERBACH'S FOURTH FLOOR Auerbach's, State and Broadway Salt Lake City, Utah Please send me copies of the Minerva Pattern book..25c. Please send me _ ounces of Minerva Velveen or Monterey Yarn. Color ' NOMme ooo once ccecccceccec cece cece eee cece cece eeeececeeceeeeeecceecesesceeensceneeneeeeeee AddreSS -.20.22. 22.22.22 eeee cee eeeneec cee eeneeeeee _ ee eer eee Please add 25 cents to cover mailing and insurance. Utahns, please add 2% sales tax. From Near and Sar Eva Willes Wangsgaard, author of \"Points for Poets to Remember,\" lives in Ogden, Utah, and has had several books of poems published. She has achieved national recognition as a poet of distinction and ability and has won many prizes and awards. She is well known to readers of the Magazine for her many fine contributions, especially for her prize-winning poems in the Eliza R. Snow annual contests. Fay Ollorton Tarlock, Danville, California, author of \"Writing the Short Story,\" was graduated from the Pulitzer School of Journalism, Columbia University. She has had considerable experience in many fields of writing, including",
    "strict_loose_identical": false,
    "title_not_at_start": true
  },
  {
    "title": "The Flag",
    "author": "Unknown",
    "etype": "poem",
    "index": 2,
    "month": "July",
    "strategy": "loose",
    "file": "02_loose_The_Flag.txt",
    "path": "processed/Vol36/July",
    "position": 5528,
    "length": 37,
    "content": "the flag and acutely conscious of the",
    "strict_loose_identical": false,
    "title_not_at_start": true
  },
  {
    "title": "United States",
    "author": "Unknown",
    "etype": "poem",
    "index": 4,
    "month": "July",
    "strategy": "loose",
    "file": "04_loose_United_States.txt",
    "path": "processed/Vol36/July",
    "position": 29461,
    "length": 544,
    "content": "United States. No longer inarticulate and isolated, it makes its bid for a place in the sun through co-operation and willing effort. The white citizens and their Indian brothers have joined hands in a sort of mutual admiration society, which has its climax each year in the Uintah Basin Industrial Convention. At _ this three-day gathering, both races display their crops and stock, their handiwork and crafts, their skill on foot and on horseback, their traditions and culture. All this has been written, and yet not a word has been said about",
    "strict_loose_identical": false,
    "title_not_at_start": true
  },
  {
    "title": "The Nation",
    "author": "Margaret E. Sangster",
    "etype": "poem",
    "index": 5,
    "month": "July",
    "strategy": "loose",
    "file": "05_loose_The_Nation.txt",
    "path": "processed/Vol36/July",
    "position": 30006,
    "length": 16514,
    "content": "the national monument up in the very northeast corner of the Basin—an area so unique that it draws the scholarly and the curious from all parts of the country. This is the Dinosaur Monument — the graveyard of the giant reptiles, where are found hundreds of skeletons of the prehistoric monsters that once roamed this high land. It is only a seven-mile trip from Jensen, on U. S. Highway 40, to this awe-inspiring quarry, where, in indisputable stone, the past becomes believable and real. A trip into this magnificent area of lofty peaks and golden desert; of quiet farms and mountains split into chasms; of thrifty white men and ambitious Indians—a land of contradictions and contrasts—will reward you with the \"feel\" of the past and the pulse of the present. The Jumpher Family Deone R. Sutherland Vi Nama and Papa T all started to happen when my sister Randy, whom my brother Richard calls \"Rancid,\" heard about Papa's new job first, and the intended move. We were out in the back yard throwing the trash that wouldn't go into our cans over into the cans in Anderson's back yard, since they weren't home. It's because we have so many children that we are always overflowing, Mama says. \"Gee, Rancid,\" said Richard, handling a big clinker like a handy club, should he need one, \"gee, Rancid,\" repeated Richard, waving his clinker, \"what did Mama say?\" \"She said, 'Under no condition, under no condition, could we all movel'\" Randy lifted her hand. \"Mama said, 'It's in the middle of winter, too. And _ the children, Hugh. What about the children?' \" \"Just tell it your way, not like Mama,\" instructed Martha Jane. \"Doesn't she put on?\" asked Richard. \"Rancid Barnharp!\" \"Bernhardt,\" I corrected. \"Anyway, she smells,\" said Richard. Randy went into the house. We went on dumping stuff and thinking about what was going to happen to all of us. \"I don't want to move,\" said Martha Jane, and her glasses slid off the end of her nose. I picked them up, wiped off the snow, and straightened them. Richard handed me a piece of string, and we tied them around her ears. We didn't say anything. When it got too cold to stand still any longer, we walked around the house, making a trail in the snow, stood under the cherry tree in the back yard, kicked at the stunted pine, and then picked up Martin and went in. Mama called Grandma on the phone and told her, but we weren't supposed to know yet. Then Grandma came to see Mama. \"You can't possibly give up your lovely home,\" declared Grandma. \"What are you thinking of to make a move with all these children? Besides, what would I do without my only baby in the same city?\" Grandma blew her nose on one of the long white lace handkerchiefs she always carries. \"You were never very strong, Kate. Now, you take a stand. Hugh's always had his way. Be firm. Stay here without him, if necessary. Oh, he's important enough to make other arrangements if he wants to. Oh, my poor, beautiful child,\" and she blew her nose again. Randy told us all about what Grandma said and, when Grandma went, she patted Mama on the shoulder, chucked Martin under the chin, but she never ever took him to hold, and drove away in her own car, \"Mama's Mama is very different from Mama, most of the time,\" said Richard. We didn't hear any more about Page 447 448 Papa's transfer unt] the next night. \"You had better mention it to them, Kate,\" said Papa, following Mama into the kitchen. \"T can't; you'll have to be the one to tell them,\" said Mama. \"You're the one that's breaking up our home. You're the one that's going away.\" \"It's not as bad as that,\" said Papa. \"I want you all to come with me. I need the experience in my work. We'll be back in—oh, no more than a year or two.\" \"All of us move? Leave our home after I've worked so hard on it. Leave my mother—my parents? I've lived in this town all my life,\" wailed Mama. \"But you're married to me,\" said Papa. \"We make the home together—\" Mama and Papa looked at each other, They had come back into the dining room, They both looked tired and sad. Mama had red spots high on her thin-boned cheeks, and her eyes looked stubborn. \"Well,\" Papa sighed, \"you'd better tell them then.\" We tried to pretend it was something we hadn't heard about before. \"Does Papa want to sell the house?\" asked Randy. \"Ask him,\" said Mama. \"No, we could rent it for a year Or so, and then without a doubt we'd be back, Just as soon as ['ve had the practical experience.\" \"We're not going,\" Mama decided. \"The children and I are Staying here. Can you imagine a family our size moving? Mother was stunned when | suggested it. You can go alone, since you insist. We'll wait for you here.\" Papa looked so lonely we children RELIEF SOCIETY MAGAZINE—JULY 1949 would have said we would go, but then that wouldn't have been loyal to Mama, who looked very lonely also. We didn't say anything. We tried not to think that Papa wouldn't even be here for his birthday. We always had a birthday party for each of us, and Papa's was the most fun, Mama \"\" confided \"She should touch them to her lips, and tty to hold back the sobs and then not be able to. They do that in all the books,\" \"What does Mama do?\" I asked. The way she looks when she washes c'ean enough. I expect she and Papa are too old to be romantic.\" PAPA left in the afteoon. We see him off. \"I should have said goodbye to the children at home,\" said Papa holding Martin away from him. We stood looking at him and Mama. \"Well, Kate,\" he said. The train made a noise and the porters hurried the people. \"Well, Kate,\" repeated Papa. \"Don't go,\" begged Martha Jane. \"Wipe your nose,\" Papa said to \"You're stubborn,\" said Mama, biting her lip. \"Oh, Kate,\" said Papa, and the THE JUMPHER FAMILY train started up and Papa jumped on the step. \"We'll mail you your birthday presents,\" called Martha Jane, who is very practical. That only made Papa lock more lonely, hanging on the step, and then the train was gone, and Mama was crying into Martin's bib we'd forgotten to take off him, while Martin picked up the hairpins very carefully out of Mama's hair. When we got home the house seemed very empty. Martha Jane dropped her glasses out of one of our second story windows, and Randy came down with the hives. We still had two weeks before Papa's birthday, but now we didn't want to buy anything, we didn't want to have to mail our presents to him. \"Of course we'll mail him his presents and have a special dinner,\" said Mother. \"We'll celebrate your father's birthday even if he is away on business.\" Richard went with Mama to help her pick out our presents, and Randy and I and Martha Jane stayed home and waited. Randy got out Papa's letters and read them. They sounded cheerful in a way. \"That's just to cover up,\" said Randy. She lay on Mama's bed eating the chocolate chips that Mama was going to make chocolate chip cookies with. \"Are they good for your hives?\" I asked. \"I miss him, too.\" \"Tf he were here,\" said Randy, \"I would even let him see me in the music festival at school, if I got over my hives in time. I'm a dancer, you know.\" \"Yes,\" I agreed. (\"She isn't really,\" Richard had told me. \"She just 449 waves her arms and sort of wiggles, like this. She looks a mess.\") \"Weren't you going to let Papa go?\" \"Oh, no,\" said Randy. \"It's tertible to let your parents go just to be proud of you. Lesley and I think it's common. But I would even let him go if he were here.\" Randy lay on her stomach. \"I don't even want to read any more.\" I wiped Mama's cold cream off Martin's face and picked up her powder box. It had been a long time since we had heard Martha Jane. I went to find her. E wrapped Papa's presents on Friday night. Martin tried to eat the blue and silver wrapping string, but Mama stopped him. Then he crumpled the tissue paper in his hands and looked very surprised. We gave him a ruined piece to play with. \"If Papa were here,\" said Richard, \"we could have a good party.\" \"Who'll get to choose the menu for his birthday dinner now he isn't here?\" asked Randy. \"T will,\" said Mama. She pasted the package for Papa and picked up Martin, who was fussing. He dropped the silver string across her dark hair. \"There,\" she said. \"Now won't Daddy like a package this size!\" \"T guess so,\" said Richard. \"How far away is Papa?\" asked Martha Jane. \"Not very far, dear.\" \"He says he has a nice apartment,\" Randy reminded us, \"that is, if we wanted to come on for awhile.\" 450 \"You couldn't go anyway, with your hives,\" said Richard. \"They're not catching,\" said Randy. \"It would be awful not to be really where he is for his birthday, wouldn't it?\" \"Are we going to Papa?\" asked Martha Jane. \"Are we?\" asked Richard. \"Are we?\" I asked. \"We are,\" said Mama. \"Oh, yes, we are,\" and she began to cry a little and Martin dropped another piece of silver string across her hair. \"We'll go by train,\" said Mama. \"We'll get there by his birthday.\" \"W'ell surprise him,\" said Richard. \"Well, not exactly,\" said Mama. \"We'll wire. We want some place to stay.\" \"What about this asked. \"Tl have your grandfather help me rent it. Oh, my!' Mama smiled at us. \"You'll be good on the train, won't you? All of you will help?\" \"Oh, yes,\" we said. Grandma and Grandpa came down to the train to see us off. \"Well, Kate, you've done some foolish things, but I guess this is the most foolish,\" said Grandma. \"Never mind,\" said Grandpa. \"All those children,\" said Grandma. \"I told you not to marry Hugh. I told you to have a small family. I told you not to let Hugh tear you away. Remember, I warned you against chasing after him. No pride—\" \"Never mind,\" said Grandpa, lifting Martha Jane up the step. \"I warned you, Kate,\" said Grandma. Mama jumped up the step house?\" I RELIEF SOCIETY MAGAZINE—JULY 1949 and took Martin from Grandpa. She kissed Grandma. \"['m sorry to be leaving you,\" she said. \"I'm sorry to be going away for awhile,\" but her face looked all smiley. And we waved. Only a day and a night and a morning and we would be with Papa. The train began to move. We went in and sat in our seats. Randy had Mama's old Japanese fan which she held open across her face with just her eyes peering out. She was sensitive about having the hives. Martha Jane carried her dolls. Richard and I put Martin between us. We were really going somewhere. We were travelers. We felt very cosmopolitan. Randy said something behind her fan. We leaned forward, but her voice came muffled and she was being dignified. It didn't matter. We'd soon be with Papa and our family would all be together again. And for Papa's birthday! HE people on the train seemed very nice. One lady leaned forward and tickled Martin. \"Ooooo is sooo cute,\" she said. After awhile she lifted him up over the back of the seat. \"Oooo sit with me,\" she said. Martin reached up and pulled her hat down across-her face. \"Get the baby,\" said Mama to Richard. But just then Martin lost all the popcorn Richard and I had fed him in the station to keep him good. He lost it on the lady. \"Oh!\"' said the lady. \"Oh, dear,\" said Mama, and she went and got Martin. The lady went down the aisle to the rest room. When she came back, she kept looking very carefully out of the window. THE JUMPHER FAMILY We went in to lunch. Randy sat across from me. Everybody watched her eat while holding the fan. It got to be quite fascinating. Not once did she lower it. \"What shall we have for dessert?\" asked Mama. \"Ischree—\" said Randy. \"What?\" \"She said ice cream,\" said Richard, staring at Randy. He had grown quite respectful toward Randy and her fan. She did look different with it. \"Oh, look,\" cried Martha Jane. \"It's snowing!\" Everybody in the car looked out of the windows. It had begun to snow. We could no longer see the fields we were passing, and the little towns blurred in the snowstorm as we went through them. \"It won't be long,\" said Mama. \"Now, we'll go back, and I'll tell you lots of stories. And then it will be night, and tomorrow we'll see your father.\" \"But first we get to sleep in a box,\" said Martha Jane, sliding down off her chair. We went back to our car. Martha Jane hopped on one foot all the way. Richard bet me that she'd never make it. Randy held her fan and walked behind us. I knew she was pretending she didn't know us. She did that lots of times when we were downtown. \"Walk up with us,\" Papa or Mama would say, but Randy would lag and look away and pretend she didn't belong to all of us. \"It's her age,\" Mama would whisper to Papa. Randy would frown and try to pull her features so that she didn't resemble us. That would make peo-?? 451 ple stare at her also. Like now with the fan on the train. We went back to our seats. \"Now maybe Martin will quit chewing the upholstery,\" Richard said. \"Now that he has eaten.\" Mama held him on her lap, and he poked at her eyes and then tried to chew her buttons. She held him and let him see the snow through the window. \"Snow,\" said Mama. \"Snooooo!\"' said Martin. \"He can talk,\" said Mama. \"Did you hear, he can talk?\" \"Snoooo!\" repeated Martin; then he laughed. \"We'll tell Papa,\" said Randy. \"Won't Papa be pleased?\" said Richard. \"Snoooo!\"\" said Martin. And he kept saying it all afternoon and that evening. And when he woke up the next morning he said it. \"T like sleeping in a box,\" said Martha Jane. \"I want to always—\" \"It's too exciting now to read,\" said Randy. \"We'll soon be there.\" \"Say snow, Martin,\" said Mama. \"Snoooo!\"' said Martin. E got ready to get off the train. This was a big city we were coming to. The buildings stretched tall and white and dark. Martha Jane stood up and put her hand on Mama's knee. I would have, too, but I was almost too old. Then we had to get ready awfully fast, for there we were and there was Papa coming, running down the platform under the long, low roofs to meet us. He grabbed Mama and then us, and we stood on the platform and it was very cold, but that didn't matter. (Continued on page 462) Sixty Years Ago Excerpts from the Woman's Exponent, July 1, and July 15, 1889 \"For tHE Ricuts OF THE WoMEN oF ZION AND THE RIGHTS OF THE WoMEN oF ALL Nations\" One fault finding person in a family can make a home so miserable, that its members are glad to go abroad to the neighbors to seek that comfort which is denied them by their NOTICE: Dr. Hughes' Training School for Nurses will open its Second Term October ls, 1889, at her residence on First West Street. The Proposed summer term will be postponed on account of the heat. Students desiring to enter should apply as early as possible as the usual number of the class is now nearly complete. MEMORY OF THE SEA In the midnight hour, a memory Swept like music o'er my soul As I stood in silent reverie, Where the surging billows roll;— Minor music, sad and sorrowing, Full of trembling, full of tears, Ever like the ocean's murmuring, Bringing back the tide of years, Telling of the long forgotten In the cycles of the past, Of the nations crushed and broken In the world's great holocaust. —E. B. W. PLEASANT GROVE: Special meeting at the meeting house May 20, 1889, President E. Brown presiding. President John:— \"There are many subjects we could speak upon. We live in an important time, and it requires us to be prayerful and diligent TIME OF CHANGES: Many practical lessons of faith and repentance have been taught this people in their journeyings, wanderings, and times of severe trial, and they assuredly know that there lo \\ c (x < aw VK. Y Py a Bd Fae: * No q a. ZA a ee OLIVE WOOLLEY BURT, wellknown Utah writer, and frequent contributor to The Relief Society Magazine, has received word from Bobbs-Merrill Company, her publishers, that her interesting and instructive book for children, Luther Burbank, Boy Wizard, has been translated into Japanese and German and is being distributed in these countries. 'The same company is bringing out her book Prince of the Ranchi, the Story of a Collie, in August. The locale is the Thousand Peaks ranch of Mrs. Adele Cannon Howells (President of the Primary Association) on the upper Weber River, Utah. N spite of being blind since infancy, Almeda Adams, eightythree years old, of Cleveland, Ohio, has conducted choirs, taught music, written operettas, books, and magazine articles, and has kept house for herself, living alone. In countless ways she has helped the underprivileged. She says that to help others, \"No one needs eyesight, just insight.\" OVIET women are still forbidden to leave Russia to live in other countries with their foreign husbands, the excuse being that they would be \"exploited as kitchen slaves.\" Who is supposed to do the",
    "strict_loose_identical": false,
    "title_not_at_start": true
  },
  {
    "title": "Woman's Sphere",
    "author": "Ramona W. Cannon",
    "etype": "article",
    "index": 6,
    "month": "July",
    "strategy": "loose",
    "file": "06_loose_Woman_s_Sphere.txt",
    "path": "processed/Vol36/July",
    "position": 46521,
    "length": 10622,
    "content": "Woman's Sphere Ramona W. Cannon housework in a communistic society? Jew se women are doing a splendid work of regeneration among their young girls in foreign countries, by establishing homes where various types of training are afforded and subsequent employment is found for them. The homes provide a democratic atmosphere and an interesting social life. The entrants are selected by committees of women doctors, psychiatrists, business women, and social workers. Many of the girls were in wartime concentration camps. BLIZABETH CANNON PORTER McCRIMMON, formerly of Salt Lake City, now of Los Angeles, was honored guest at a luncheon of the Circulo Hispano-Americano in San Francisco, during Pan-American Week. Mrs. McCrnmmon is the author of Cortez the Conqueror, and after the luncheon, her book was reviewed by a well-known critic, and highly praised by the president of the club. N Denning, Arkansas, a slate of all women defeated an all-male ticket at the municipal election in April. For seven years this small town has elected all women officials. Page 453 C— EDITORIAL 9 VOL. 36 JULY 1949 She lew Frontier ORE than a hundred years have passed since the vanguard of the Latter-day Saints first entered the wide and lonely valley between the Wasatch Mountains and the Salt Sea. They were pioneers to a land of promise and theirs was the task of subduing the arid Jand and of building edifices of faith and courage and erecting and sustaining the more lofty temples of the spirit. Our forefathers on that long journey to Zion were accustomed to sorrow and disappointment. Their campfire thoughts and their hopes and dreams along the trail were a weaving of grief for those whom they had left behind and a surge of hopeful beckoning into the unknown land. Their old homes had disappeared forever on the eastern horizon and they looked toward the West as pilgrims seeking \"the ramparts of the rocks\" for their protection. President Brigham Young, expressed his thoughts of the valleys in prophetic words: God will temper the climate, and we shall build a city and a temple to the Most High God in this place. We will extend our settlements to the east and west, to the north and to the south, and we will build towns and cities by the hundreds, and thousands of the saints will gather in from the nations of the earth. This will become the great highway of the nations. Much of the conquest of the land has been completed, in the home Page 454 valleys and even in the far-off places. There are few unknown regions to beckon the pioneers of today. Our generation faces a new fromier that requires an even more elusive accomplishment. To us and to our children have been given the task and the duty of retaining in its strength and purity the gospel heritage which our forefathers cherished through tribulation. And it is our further responsibility to use our time and our energy, the allotted span of our lives, to help in the great work of directing the minds of men and women towards the rich spiritual life which is gained through brotherhood, through being keepers of not only our own eternal destiny, but through being also of service in the spreading of the message of Jesus, which must be exemplified at home and carried to the far frontiers. It is, perhaps, an easy and an accurate accomplishment to measure — that yield of grain which has been secured from the desert, but who is there among us capable of measuring the harvest that may come from a spiritual planting? These seeds develop less certainly and may require a greater length of time for their maturing. And we who seek a new frontier must go forward with great courage and with the inspired devotion of the true pioneer who sees not only the near goal, but the long road that reaches beyond this world. V. P. C. AUGUSTA WINTERS GRANT (Photograph taken on a recent birthday) Birthday Greetings to Sister Augusta Winters Grant Age Ninety-Three, July 7th gracious and lovely woman, rich in memories, and still interested in the affairs of her family, her community, and her Church, Sister Augusta Winters Grant, widow of President Heber J. Grant, finds much pleasure and contentment in the sunset time of her life. Comfortable and happy in her pleasant home high above City Creek Canyon and Memory Grove, Salt Lake City, Sister Grant often sits at her window looking out upon the valley and the gleaming lake, thinking, perhaps, of the part she and her family have played in the development and growth of the city and Church. Sister Augusta, as she is lovingly called, is a precious link to the past, for she was so much a part of her husband's life that she still seems to be inseparably joined to him in the affections of Church people. She has many friends and a large family who make her days bright with remembrances, telephone calls, and visits. Relief Society women throughout the Church wish her a happy birthday and many days of contentment among the people she loves. Page 455 , Sable Settings and Slower Arrangements Mary Grant Judd Member, Relief Society General Board [This is the fourth in a series of short articles on table decorations, flower arrangements, and related subjects. In the coming months Sister Judd will present other suggestions suitable to particular seasons.—Ed.] Sable Settings for the Canyon E love to go into our canW yons—not only because they are so beautiful, but because of the complete change from our ordinary surroundings which the scenery gives. Just as your guests enjoy wearing casual clothes for your canyon party, so they will welcome original ideas in your table settings to enhance the satisfying food which robust canyon appetites call for. So this month I want to talk about table settings suitable for out-of-door picnics, or to be used in canyon and country homes. It is in our family log cabin at Brighton in Big Cottonwood Canyon, Utah, that most of my activities have centered, so I am asking you to pardon me if I become a bit personal. | One affair that I shall never forget, because of the complications preceding the dinner, took place at the M. I. A. Home at Brighton. I had planned a pioneer theme since the date was near July Twenty-fourth. When I arrived to set the long table in the dining room, I found, to my consternation, that a meeting of the general boards of the Y. W. And Y. M. M. IA. Was in_ progress there and would continue for some time. What to do? It was suggested Page 456 that there were some window shutters stacked away for the winter. Could we improvise a table by placing these shutters on wooden sawhorses? We did! I tried to use wrapping paper in place of a cloth, but the shutters were so wide that, even by using two strips of paper the length of the table, there was a gap of about seven inches in the center. Fortunately, I had planned to decorate with covered wagons, miniature bonfires, and pioneer dolls. I quickly ran outside, shoveled up some loamy soil, generously sprinkled with dry pine needles, and made a realistic road down the center of the table. The covered wagons and the bonfires looked quite at home. These latter were made by placing dry twigs in the form of a tepee with bits of orange and yellow cellophane tucked under the twigs to simulate fire. A stick of burning incense placed in the top of the twigs made a spiral of smoke. Place cards were bits of sagebrush tied with calico bows. An idea which I have used over and over, varying the central theme according to my mood, is to make an out-of-door scene for the center of the dinner table in the cabin at Brighton. The base is nothing more nor less than a large square of gal- TABLE SETTINGS AND FLOWER ARRANGEMENTS vanized iron salvaged from an ancient washing machine. (The machine, long since useless for its original purpose, makes an excellent coal bin.) It has been such fun when on a tmp, to pick up some quaint little object for our canyon table setting. From Yellowstone Park came several little incense burners in the form of log cabins and a tiny bear to stand under a miniature pine tree. Ever so small Indian baskets and Pieces of pottery were found in Mex. Ico. There are even some little rubber donkeys, with natives astride, from faraway Haiti. Some of my most prized possessions have come from the \"five and ten.\" Here | found metal sets of cowboys and Indians and some very realistic bits of rustic fence to arrange as I choose. From Bethel, Maine, the home of my maternal pioneer ancestors, came some little birch canoes to float on our make-believe lake. HE lake is made of a Piece of broken mirror with plaster of Paris, painted tan, encircling it. The entire piece of metal that we use on the table is covered with green moss which we gather a short time before the guests arrive so that it will keep 457 fresh and moist. There are always a few tiny wild flowers available, such as buttercups and forget-me-nots, with which to dot the moss. A few colorful rocks, bits of bark, and treelike twigs complete the setting for whatever figures we decide to use. Wild flowers always make a lovely canyon centerpiece. I especially love a patriotic combination of red Indian paintbrush, white columbines, and bluebells, and they come as if ordered just right for the month of July. But sometimes it happens to be just between seasons. This will give your Imagination a chance for free play. The oddest idea I ever used was one summer when it rained overly much, with the result that flowers were scarce. There were, however, quantities of toadstools and mushrooms, with their umbrella-shaped caps delicately tinted in mauves, creams, and rose colors. These, with moss and rocks, made an unusual and really beautiful table. I remember particularly the huge fungus which measured a good ten inches across and held lighted tapers. Next month I shal] talk about \"glamour weeds.\" + Sinomorhs Christie Lund Coles Swiftly I lift my eyes To catch their loveliness, Like sprays of sequins On the night's blue dress, Like golden trumpets, Music, visible; Like shattered rainbows, Jeweled, beautiful, I watch them and my heart Lifts upward now to ache, Hearing the sputtering sound As new ones rise and break, And fall upon the night In such brief finery That ancient stars are dimmed Before their sorcery, Joanna Margery S. Stewart CHAPTER 7 Synopsis: Joanna, who had married David Niels against the wishes of her family, is left a widow with four children to support and care for. Courageously, she takes inventory of her resources—a home, poorly furnished and not paid for, and $1.19 in cash. A neighbor gives her a sack of navy beans and Joanna decides to make Boston-baked beans",
    "strict_loose_identical": false,
    "title_not_at_start": true
  },
  {
    "title": "Thanksgiving Day",
    "author": "Dott J. Sartori",
    "etype": "poem",
    "index": 2,
    "month": "November",
    "strategy": "loose",
    "file": "02_loose_Thanksgiving_Day.txt",
    "path": "processed/Vol36/November",
    "position": 54816,
    "length": 159,
    "content": "'Thanksgiving Day was not a harvest festival. There had been no reaping and there was no feast. 'Thanks were given for all blessings, and thus it happened that",
    "strict_loose_identical": false,
    "title_not_at_start": true
  },
  {
    "title": "The First Thanksgiving",
    "author": "American History",
    "etype": "article",
    "index": 3,
    "month": "November",
    "strategy": "loose",
    "file": "03_loose_The_First_Thanksgiving.txt",
    "path": "processed/Vol36/November",
    "position": 54975,
    "length": 4806,
    "content": "the first Thanksgiving was in the late autumn of 1620, before any seeds had been planted in the earth roundabout Plymouth. It is recorded that the Pilgrim Fathers gave thanks when they first sighted the coast of New England. During their journeys of exploration and their trips inland to gather wood and search for food, they knelt and offered praise for the safe arrival of the Mayflower which had braved the stormy Atlantic and had arrived on the shores of the New World. There, on the edge of the wilderness, they were conscious of the great barrier of the ocean, conscious of the separation of distance. They felt wonderment and curiosity concerning that vastness which lay beyond the \"stern and rockbound coast,\" and their strength came from a realization of their dependence upon divine guidance. Thoughts, clothed in the rhythm Page 744 of words, are long remembered and seem to grow more precious with the years. We are indebted to Govemor William Bradford for a lucid description of the end of a great sea journey, and the beginning of a new commonwealth. Being thus arrived in good harbor and brought safe to land, they fell upon their knees and blessed ye God of heaven, who had brought them over ye vast and furious ocean, and delivered them from all ye perils and miseries thereof, again to set their feet on ye firm and stable earth, their proper elemente. The shore sloped up to the hills and the trees stood dark above the water. Winter had come to the New England coast and lay heavy on the hills. Ice had already locked the streams and snow covered the unknown reaches of the land. And for ye season it was winter. A desolate wilderness.... For summer being done all things stand with a weatherbeaten face, and ye whole country, full of woods and thickets, represented a wild and savage hiew. Such was the unwelcoming shore, and such the feelings of the Pilgrim Fathers on that day and in that year wherein the cornerstone of a nation was laid and the beginning of Thanksgiving came to America. For, as Governor Bradford so earnestly expresses it: Our forefathers came over this great ocean, and were ready to perish in the EDITORIAL wilderness; but they cried unto ye Lord, and he heard their voyce Let them therefore praise ye Lord because he Is good and his mercies endure forever, The Pilgrims had and they expressed their gratitude for a haven in the New World, a Place for the building of houses of worship, for the erecting of stately halls of government, for an Opportunity to build the material security and spiritual strength which are found a home, 745 necessary for the complete developfor us to Temember the words inscribed on monument, which, with ing years, become even More significant: \"What our fathers with sO much difficulty secured, do not basely relinquish,\" V. P. C. —0-~—>~o— Ascendant Wenn, Ruth Harwood This is a canticle of autumn, C essence of its mortal and immortal messages, Autumn, the very whisper of the wind among the trees, Autumn, the vibrant glowing overself which shines above The lonely, aching, human heart of love, Time's balanced place of beauty where we can behold The radiance of spirit's high, eternal gold. Garth, Dens tor Christie Lund Coles Yesterday her place was done In palest silk chartreuse, And pastel shades of petal-pink Too delicate for use, Today, she covers footstools In varied shades of red, Gleaming gold, and amethyst. Upon the hill js spread A counterpane of orange, Bright crimson, Her tapestries a And definitely She is most la purple, blue; T€ very gay new. Vish in her choice Of shades flamboyant, bright, Yet soon her whim will change and she'll Re-do the place in white. > 4ts. And, Cup tomatoes =) tgp. Worcestershire Sauce 14% gts. Diced Potatoes 1 tsp. Pepper 1 good sized Onion Sliced cup bacon, chicken, OF other fat 2 2 cans corn 1 bay leag \"\" qQts. White Sauce 3, Sprigs Parsley 4 cup diced bacon, browned 2Y tbsp. Salt 6 €ggs, hard Cooked 4nd cook ¢i]] Potatoes ang 'ONS are tender White sauce a d sliced eggs SANDWICHEs (Makes about 3° sandwiches ) Y, \"UP soft butter OF margarine 2 cups finely chopped nuts CUDS grated Cheese 1 tsp. Paprika 2 cups lard 2 tbsp. Soda 24% \"UPS molasses 4. €gg5, wel] beaten 1 cup TOWN sugar 6-8 Cups flour t boil, Add the Soda. Mix and allow to Cool. When Cool add Well-beaten €ggs and flour \"Nough (about 6-8 CUPS) to rol] Out. Cut in large Tounds and bake in Modcrately To find that in Silences Much can be heard; Smile Speaks to smile all the Phrases that Matter, Cart answers heart—with Never a Word. Page 746 fore the Wedding, however, Joanna deJoanna Siggled, cides that she sinnot leave her family, SoaD opera.\" She put the orchids especially while Penny IS Zoing ont With a back in the Tefrigeratoy and closed Sung man of uestionable Character. She \"a. Eae herself '4,",
    "strict_loose_identical": false,
    "title_not_at_start": true
  },
  {
    "title": "Christmas Carols",
    "author": "Courtney E. Cottam",
    "etype": "poem",
    "index": 2,
    "month": "December",
    "strategy": "loose",
    "file": "02_loose_Christmas_Carols.txt",
    "path": "processed/Vol36/December",
    "position": 77075,
    "length": 719,
    "content": "Christmas carols.\" Often I had played the ukulele for Emmy, sometimes as an instrumental solo, and sometimes as accompaniment for folk songs or hymns. We used to work out harmonies on \"My Old Kentucky Home\" and \"The Old Rugged Cross.\" She especially liked my arrangement of \"Moonlight and Roses\" and \"Abide With Me.\" She never belittled the sincerity of that small music box. She never even said, \"\"T'oo bad you never had RELIEF SOCIETY MAGAZINE—DECEMBER 1949 a pipe organ,\" like so many of my friends always said. I got the ukulele and followed the child to Emmy's house. Emmy was sitting on the edge of her bed. Besides the four generations of her household there were the milkman and the iceman, who had finished the",
    "strict_loose_identical": false,
    "title_not_at_start": true
  }
]